Repository: jmontane/software-translations
Catalog: organicmaps/*.po
Languages: ca

# avoid_unpaved_roads_placepage
source: Avoid unpaved roads
ca: Evita vies sense pavimentar

# avoid_ferry_crossing_placepage
source: Avoid ferry crossings
ca: Evita transboradament en ferri

# trip_start
source: Let's go
ca: Som-hi

# pick_destination
source: Destination
ca: Destinació

# follow_my_position
source: Re-center
ca: Centra

source: Search results
ca: Resultats de cerca

# then_turn
source: Then
ca: Després

# redirect_route_alert
source: Do you want to rebuild the route?
ca: Voleu tornar a calcular la ruta?

source: Yes
ca: Sí

# trip_finished
source: You have arrived!
ca: Heu arribat!

# keyboard_availability_alert
source: Keyboard is not available while driving
ca: El teclat no és disponible mentre conduïu

# dialog_routing_change_start_carplay
source: Unable to build a route from your current location
ca: No es pot calcular cap ruta des de la vostra ubicació actual

# dialog_routing_change_end_carplay
source: Unable to find a route to your destination. Please choose another end point
ca: No es pot calcular cap ruta a la vostra destinació. Trieu un altre punt

# dialog_routing_check_gps_carplay
source: No GPS signal. Please move to an open area
ca: No hi ha senyal GPS. Aneu a un àrea oberta

# dialog_routing_unable_locate_route_carplay
source: Unable to build a route. Please specify other route points
ca: No es pot calcular cap ruta. Indiqueu uns punts de ruta diferents.

# dialog_routing_download_files_carplay
source: To create a route, download missing maps on your device
ca: Per a crear una ruta, baixeu les mapes que manquen en el vostre aparell

# dialog_routing_system_error_carplay
source: An error occurred. Please restart the application
ca: S'ha produït un error. Reinicieu l'aplicació

# dialog_routing_rebuild_from_current_location_carplay
source: The route will be rebuilt from your current location
ca: Es tornarà a calcular la ruta des de la ubicació actual

# dialog_routing_rebuild_for_vehicle_carplay
source: The route will be converted into an automobile one
ca: La ruta es convertira a una d'automòbil

source: OK
ca: D'acord

# avoid_unpaved_carplay_1
source: No dirt road
ca: Sense vies no pavimentades

# avoid_unpaved_carplay_2
source: Avoid unpaved
ca: Evita vies sense pavimentar

# avoid_ferry_carplay_1
source: No ferries
ca: Sense ferris

# avoid_ferry_carplay_2
source: Avoid ferries
ca: Evita els ferris

# avoid_tolls_carplay_1
source: No toll road
ca: Sense vies de peatge

# avoid_tolls_carplay_2
source: Avoid toll road
ca: Evita les vies de peatge

# speedcams_alert_title_carplay_1
source: Speedсams
ca: Radars

# speedcams_alert_title_carplay_2
source: Speed warnings
ca: Avisos de radars

# download_map_carplay
source: Please download maps in the app on your mobile device
ca: Baixeu els mapes en l'aplicació Organic Maps del vostre aparell

# carplay_roundabout_exit
source: %@ exit
ca: %@ sortida

source: Sort…
ca: Ordena…

source: Sort bookmarks
ca: Ordena els marcadors

# sort_default
source: Sort by default
ca: Ordenació predeterminada

# sort_type
source: Sort by type
ca: Ordena per tipus

# sort_distance
source: Sort by distance
ca: Ordena per distància

# sort_date
source: Sort by date
ca: Ordena per data

source: By default
ca: Per defecte

source: By type
ca: Per tipus

source: By distance
ca: Per distància

source: By date
ca: Per data

# week_ago_sorttype
source: A week ago
ca: Fa una setmana

# month_ago_sorttype
source: A month ago
ca: Fa un mes

# moremonth_ago_sorttype
source: More than a month ago
ca: Fa més d'un mes

# moreyear_ago_sorttype
source: More than a year ago
ca: Fa més d'un any

# near_me_sorttype
source: Near me
ca: Prop meu

# others_sorttype
source: Others
ca: Altres

# food_places
source: Food
ca: Menjar

# tourist_places
source: Sights
ca: Llocs d'interès

source: Museums
ca: Museus

source: Parks
ca: Parcs

# swim_places
source: Swim
ca: Natació

source: Mountains
ca: Muntanyes

source: Buildings
ca: Edificis

source: Money
ca: Diners

source: Shops
ca: Botigues

source: Parkings
ca: Aparcaments

# fuel_places
source: Gas stations
ca: Gasolineres

source: Medicine
ca: Medicina

source: Search in the list
ca: Cerca en la llista

source: Religious places
ca: Llocs de culte

source: Select list
ca: Trieu una llista

# transit_not_found
source: Subway navigation in this region is not available yet
ca: La navegació en metro en aquesta regió encara no és disponible

# dialog_pedestrian_route_is_long_header
source: Subway route is not found
ca: No s'ha trobat cap ruta en metro

# dialog_pedestrian_route_is_long_message
source: Please choose a start or end point closer to a subway station
ca: Trieu un altre punt, inicial o final, més proper a una estació de metro

# button_layer_isolines
source: Contour Lines
ca: Corbes de nivell

# isolines_activation_error_dialog
source: Activating contour lines requires downloading map data for this area
ca: Per a activar i usar la capa topgràfica, actualitzeu o baixeu el mapa de l'àrea

# isolines_location_error_dialog
source: Contour lines are not yet available in this area
ca: La capa topogràfica encara no és disponible en aquesta àrea

# elevation_profile_diff_level
source: Difficulty level
ca: Nivell de dificultat

# elevation_profile_diff_level_easy
source: Easy
ca: Fàcil

# elevation_profile_diff_level_moderate
source: Moderate
ca: Moderat

# elevation_profile_diff_level_hard
source: Hard
ca: Difícil

# elevation_profile_ascent
source: Ascent
ca: Ascens

# elevation_profile_descent
source: Descent
ca: Descens

# elevation_profile_minaltitude
source: Min. altitude
ca: Altitud mín.

# elevation_profile_maxaltitude
source: Max. altitude
ca: Altitud màx.

# elevation_profile_difficulty
source: Difficulty
ca: Dificultat

# elevation_profile_time
source: Time:
ca: Temps:

# isolines_toast_zooms_1_10
source: Zoom in to explore isolines
ca: Aproplieu el mapa per a explorar les isolínies

# downloader_updating_ios
source: Updating
ca: S'està actualitzant

# downloader_loading_ios
source: Downloading
ca: Està baixant

# download_map_title
source: Download the world map
ca: Baixa el mapa mundial

# disk_error
source: Unable to create folder and move files on internal device's memory or sdcard
ca: No s'ha pogut crear la carpeta ni moure els fitxers a la memòria interna de l'aparell o targeta SD

# disk_error_title
source: Disk error
ca: Error de disc

source: Connection failure
ca: Error de connexió

# disconnect_usb_cable_title
source: Disconnect USB cable
ca: Desconnecteu el cable USB

# enable_screen_sleep
source: Allow the screen to sleep
ca: Permet apagar la pantalla

# enable_screen_sleep_description
source: When enabled, the screen will be allowed to sleep after a period of inactivity.
ca: Si l'opció està activa, es pot apagar la pantalla després d'un període d'inactivitat.

# enable_show_on_lock_screen
source: Show on the lock screen
ca: Mostra en la pantalla de bloqueig

# enable_show_on_lock_screen_description
source: When enabled, the app will work on the lockscreen even when the device is locked.
ca: Si està activa, no cal desblocar l'aparell cada vegada mentre l'aplicació està funcionant.

# whats_new_auto_update_title
source: Update downloaded maps
ca: Actualitzeu els mapes baixats

# whats_new_auto_update_message
source: Updating maps keeps the information about objects up to date
ca: L'actualització dels mapes manté la informació sobre els objectes al dia

# whats_new_auto_update_button_size
source: Update (%@)
ca: Actualitza (%@)

# whats_new_auto_update_button_later
source: Manually update later
ca: Actualitza manualment després

# placepage_delete_track_button
source: Delete Track
ca: Esborra la traça

# placepage_track_name_hint
source: Track Name
ca: Nom de la traça

source: Move
ca: Mou

# track_title
source: Track
ca: Traça

# splash_subtitle
source: Map data from OpenStreetMap
ca: Dades del mapa de l'OpenStreetMap

# translated_om_site_url
source: https://organicmaps.app/
ca: https://organicmaps.app/ca/

# osm_wiki_about_url
source: https://wiki.openstreetmap.org/wiki/About_OpenStreetMap
ca: https://wiki.openstreetmap.org/wiki/Ca:About
