Repository: jmontane/software-translations
Catalog: organicmaps/*.po
Languages: ca

source: Back
ca: Enrere

source: Cancel
ca: Cancel·la

source: Cancel Download
ca: Cancel·la la baixada

source: Delete
ca: Esborra

source: Download Maps
ca: Baixa mapes

# download_has_failed
source: Download has failed. Touch to try again.
ca: La baixada ha fallat. Toqueu per a tornar-ho a intentar.

source: Downloading…
ca: S'està baixant…

# kilometres
source: Kilometers
ca: Quilòmetres

source: Leave a Review
ca: Deixa un comentari

source: Miles
ca: Milles

# core_my_position
source: My Position
ca: La meva posició

source: Later
ca: Més tard

source: Search
ca: Cerca

source: Search Map
ca: Cerca en el mapa

# use_cellular_data
source: Yes
ca: Sí

# location_is_disabled_long_text
source: You currently have all Location Services for this device or application disabled. Please enable them in Settings.
ca: Teniu tots els serveis de geolocalització d'aquest aparell desactivats. Activeu-los a la configuració.

# zoom_to_country
source: Show on the map
ca: Mostra-ho al mapa

# country_status_download_without_size
source: Download Map
ca: Baixa el mapa

# country_status_download_failed
source: Download has failed
ca: La baixada ha fallat

source: Try Again
ca: Torna-ho a intentar

# about_menu_title
source: About Organic Maps
ca: Quant a l'Organic Maps

# about_proposition_2
source: • No battery drain, no background data
ca: • Estalvia la bateria, no utilitza dades de fons

source: Connection Settings
ca: Paràmetres de connexió

source: Close
ca: Tanca

# unsupported_phone
source: The app requires hardware accelerated OpenGL. Unfortunately, your device is not supported.
ca: L'aplicació requereix acceleració per maquinari OpenGL. Malauradament, el vostre aparell no ho suporta.

source: Download
ca: Baixa

# disconnect_usb_cable
source: Please disconnect USB cable or insert memory card to use Organic Maps
ca: Desconnecteu el cable USB o inseriu una targeta de memòria per a usar l'Organic Maps

# not_enough_free_space_on_sdcard
source: Please free up some space on the SD card/USB storage first in order to use the app
ca: Allibereu espai en la targeta SD o emmagatzematge USB per a poder usar l'aplicació

# download_resources
source: Before you start using the app, please download the general world map to your device. It will use %@ of storage.
ca: Abans d'usar l'aplicació, autoritzeu que baixem el mapa del món general al vostre aparell. Usarà %@ d'emmagatzematge.

# download_resources_continue
source: Go to Map
ca: Ves al mapa

# downloading_country_can_proceed
source: Downloading %@. You can now proceed to the map.
ca: S'està baixant %@. Mentrestant, podeu anar al mapa.

# download_country_ask
source: Download %@?
ca: Voleu baixar %@?

# update_country_ask
source: Update %@?
ca: Voleu actualitzar %@?

source: Pause
ca: Pausa

# continue_download
source: Continue
ca: Continua

# download_country_failed
source: %@ download has failed
ca: La baixada de %@ ha fallat

# add_new_set
source: Add a New List
ca: Afegeix una llista nova

source: Bookmark Color
ca: Color del marcador

# bookmark_set_name
source: Bookmark List Name
ca: Nom de la llista de marcadors

# bookmark_sets
source: Bookmark Lists
ca: Llistes de marcadors

source: Bookmarks
ca: Marcadors

source: Bookmarks and Tracks
ca: Marcadors i traces

# core_my_places
source: My Places
ca: Els meus llocs

source: Name
ca: Nom

source: Address
ca: Adreça

source: List
ca: Llista

source: Settings
ca: Configuració

# maps_storage
source: Save maps to
ca: Desa els mapes a

# maps_storage_summary
source: Select the folder to download maps to.
ca: Indiqueu la ubicació on s'han de desar els mapes

# maps_storage_downloaded
source: Downloaded maps
ca: Mapes baixats

# maps_storage_internal
source: Internal private storage
ca: Emmagatzematge privat intern

# maps_storage_shared
source: Internal shared storage
ca: Emmagatzematge compartit intern

# maps_storage_removable
source: SD card
ca: Targeta SD

# maps_storage_external
source: External shared storage
ca: Emmagatzematge compartit extern

# maps_storage_free_size
source: %1$@ free of %2$@
ca: %1$@ lliures de %2$@

source: Move maps?
ca: Voleu moure els mapes?

# move_maps_error
source: Error moving map files
ca: S'ha produït un error en moure els fitxers de mapes

# wait_several_minutes
source: This can take several minutes. Please wait…
ca: Això pot trigar uns minuts. Espereu…

source: Measurement units
ca: Unitats de mesura

# measurement_units_summary
source: Choose between miles and kilometers
ca: Trieu entre milles i quilòmetres

# eat
source: Where to eat
ca: On menjar

# food
source: Groceries
ca: Alimentació

# fuel
source: Gas
ca: Gasolinera

source: Parking
ca: Aparcament

source: Shopping
ca: Compres

source: Second Hand
ca: Segona mà

# tourism
source: Sights
ca: Turisme

source: Entertainment
ca: Entreteniment

source: ATM
ca: Caixer automàtic

source: Nightlife
ca: Vida nocturna

# children
source: Family holiday
ca: Oci familiar

source: Bank
ca: Banc

source: Pharmacy
ca: Farmàcia

source: Toilet
ca: Lavabos

source: Post
ca: Oficina postal

source: Police
ca: Policia

source: Recycling
ca: Reciclatge

source: Water
ca: Aigua

# rv
source: RV Facilities
ca: Caravanes

# share_bookmarks_email_subject
source: Organic Maps bookmarks were shared with you
ca: Marcadors d'Organic Maps compartits

# share_bookmarks_email_body
source: Hello! Attached are my bookmarks; please open them in Organic Maps. If you don't have it installed you can download it here: https://omaps.app/get?kmz Enjoy travelling with Organic Maps!
ca: Hola! Adjunto els meus marcadors de l'aplicació Organic Maps. Obriu-los si teniu l'Organic Maps instal·lat. O, si no teniu l'aplicació, baixeu-la per al vostre aparell iOS o Android seguint aquest enllaç: https://omaps.app/get?kmz Gaudiu viatjant amb l'Organic Maps!

# load_kmz_title
source: Loading Bookmarks
ca: S'estan carregant els marcadors

# load_kmz_successful
source: Bookmarks loaded successfully! You can find them on the map or on the Bookmarks Manager screen.
ca: Els marcadors s'han carregat correctament! Podeu trobar-los en el mapa o en la pantalla de gestió de marcadors.

# load_kmz_failed
source: Failed to load bookmarks. The file may be corrupted or defective.
ca: No s'ha pogut carregar els marcadors. El fitxer pot ser malmès o defectuós.

source: Edit
ca: Edita

# unknown_current_position
source: Your location hasn't been determined yet
ca: Encara no s'ha pogut determinar la vostra geolocalització

# cant_change_this_setting
source: Sorry, Map Storage settings are currently disabled.
ca: La configuració de l'emmagatzematge del mapes està desactivada.

# downloading_is_active
source: Map download is in progress now.
ca: La baixada del mapa és en curs.

# my_position_share_sms
source: Check out my current location in Organic Maps! %1$@ or %2$@ Don't have offline maps? Download here: https://omaps.app/get
ca: Mira la meva ubicació en l'Organic Maps! %1$@ o %2$@ No teniu mapes sense connexió? Baixeu-los aquí: https://omaps.app/get

# bookmark_share_email_subject
source: Hey, check out my pin in Organic Maps!
ca: Ep, mireu el meu marcador a l'Organic Maps!

# my_position_share_email_subject
source: Hey, check out my current location on the Organic Maps map!
ca: Ep, mireu la meva ubicació actual en el mapa de l'Organic Maps!

# my_position_share_email
source: Hi, I'm here now: %1$@. Click this link %2$@ or this one %3$@ to see the place on the map. Thanks.
ca: Hola, Soc aquí: %1$@. Feu clic en aquest enllaç %2$@ o en aquest altre %3$@ per a veure el lloc en el mapa. Gràcies.

source: Share
ca: Comparteix

source: Email
ca: Correu-e

# copied_to_clipboard
source: Copied to clipboard: %1$@
ca: S'ha copiat al porta-retalls: %1$@

source: Info
ca: Informació

source: Done
ca: Fet

source: Version: %@
ca: Versió: %@

# data_version
source: OpenStreetMap data: %@
ca: Dades de l'OpenStreetMap: %@

# are_you_sure
source: Are you sure you want to continue?
ca: Segur que voleu continuar?

# tracks_title
source: Tracks
ca: Traces

source: Length
ca: Longitud

source: Share My Location
ca: Comparteix la meva ubicacio

# prefs_group_general
source: General settings
ca: Configuració general

# prefs_group_information
source: Information
ca: Informació

# prefs_group_route
source: Navigation
ca: Navegació

# pref_zoom_title
source: Zoom buttons
ca: Botons de zoom

# pref_zoom_summary
source: Display on the map
ca: Mostra'ls al mapa

# pref_map_style_title
source: Night Mode
ca: Mode nocturn

# pref_map_style_default
source: Off
ca: Desactivat

# pref_map_style_night
source: On
ca: Activat

# pref_map_style_auto
source: Auto
ca: Automàtic

# pref_map_3d_title
source: Perspective view
ca: Vista en perspectiva

# pref_map_3d_buildings_title
source: 3D buildings
ca: Edificis en 3D

# pref_map_3d_buildings_disabled_summary
source: 3D buildings are disabled in power saving mode
ca: Els edificis en 3D es desactiven en mode d'estalvi d'energia

# pref_tts_enable_title
source: Voice Instructions
ca: Instruccions de veu

# pref_tts_language_title
source: Voice Language
ca: Llengua de la veu

# pref_tts_unavailable
source: Not Available
ca: No disponible

# pref_tts_other_section_title
source: Other
ca: Altres

# pref_track_record_title
source: Recent track
ca: Traces recents

# pref_map_auto_zoom
source: Auto zoom
ca: Zoom automàtic

# duration_disabled
source: Off
ca: Desactivada

# duration_1_hour
source: 1 hour
ca: 1 hora

# duration_2_hours
source: 2 hours
ca: 2 hores

# duration_6_hours
source: 6 hours
ca: 6 hores

# duration_12_hours
source: 12 hours
ca: 12 hores

# duration_1_day
source: 1 day
ca: 1 dia

# recent_track_help_text
source: This option allows you to record traveled path for a certain period and see it on the map. Please note: activation of this function causes increased battery usage. The track will be removed automatically from the map after the time interval will expire.
ca: Aquesta opció et permet registrar el recorregut recorregut durant un període determinat i veure'l al mapa. Tingues en compte: l'activació d'aquesta funció provoca un augment de l'ús de la bateria. La pista s'eliminarà automàticament del mapa un cop expiri l'interval de temps.

# placepage_distance
source: Distance
ca: Distància

# search_show_on_map
source: View on map
ca: Veure al mapa

source: Menu
ca: Menú

source: Website
ca: Lloc web

source: News
ca: Notícies

source: Feedback
ca: Comentaris

source: Rate the app
ca: Puntua l'aplicació

source: Help
ca: Ajuda

# faq
source: Frequently Asked Questions
ca: Preguntes més freqüents

source: Donate
ca: Donatiu

# how_to_support_us
source: Support the project
ca: Donar suport al projecte

source: Report a bug
ca: Informació d'errors

# email_error_body
source: The email client has not been set up. Please configure it or contact us at %@
ca: No s'ha configurat cap client de correu electrònic. Configureu-lo o useu un altra via per contactar amb nosaltres a %@

# email_error_title
source: Error sending email
ca: S'ha produït un error en enviar el correu

# pref_calibration_title
source: Compass calibration
ca: Calibratge de la brúixola

# compass_calibration_recommended
source: Improve arrow direction by moving the phone in a figure-eight motion to calibrate the compass.
ca: Milloreu la direcció de la fletxa movent el telèfon amb un moviment de vuit per calibrar la brúixola.

# compass_calibration_required
source: Move the phone in a figure-eight motion to calibrate the compass and fix the arrow direction on the map.
ca: Moveu el telèfon amb un moviment de vuit per calibrar la brúixola i fixar la direcció de la fletxa al mapa.

# downloader_update_all_button
source: Update All
ca: Actualitza-ho tot

# downloader_cancel_all
source: Cancel All
ca: Cancel·la-ho tot

# downloader_downloaded_subtitle
source: Downloaded
ca: Baixats

# downloader_available_maps
source: Available
ca: Disponibles

# downloader_queued
source: Queued
ca: En cua

# downloader_near_me_subtitle
source: Near me
ca: A prop meu

# downloader_status_maps
source: Maps
ca: Mapes

# downloader_download_all_button
source: Download All
ca: Baixa-ho tot

# downloader_downloading
source: Downloading:
ca: Baixant:

# downloader_search_results
source: Found
ca: Trobat

# downloader_status_outdated
source: Update
ca: Actualitza

# downloader_status_failed
source: Failed
ca: Fallit

# downloader_delete_map_while_routing_dialog
source: To delete map, please stop navigation.
ca: Per a esborrar el mapa, abans atureu la navegació.

# routing_failed_cross_mwm_building
source: Routes can only be created that are fully contained within a map of a single region.
ca: Només es poden crear rutes que pertanyin totalment al mapa d'una sola regió.

# downloader_download_map
source: Download map
ca: Baixeu el mapa

# downloader_retry
source: Retry
ca: Torna-hi

# downloader_delete_map
source: Delete Map
ca: Esborra el mapa

# downloader_update_map
source: Update Map
ca: Actualitza el mapa

source: Google Play Services
ca: Serveis de Google Play

# pref_use_google_play
source: Use Google Play Services to determine your current location
ca: Usa els serveis de Google Play per a obtenir la ubicació actual

# routing_download_maps_along
source: Download all of the maps along your route
ca: Baixeu tots els mapes de la ruta

# routing_requires_all_map
source: In order to create a route, we need to download and update all the maps from your location to your destination.
ca: Per a crear una ruta, ens cal baixar i actualitzar tots els mapes des de la vostra ubicació a la destinació.

# routing_not_enough_space
source: Not enough space
ca: No hi ha prou espai

source: bookmark
ca: marcador

# enable_location_services
source: Please enable Location Services
ca: Activeu els serveis de geolocalització

source: Save
ca: Desa

# edit_description_hint
source: Your descriptions (text or html)
ca: Les vostres descripcions (text o html)

source: create
ca: crea

source: Red
ca: Vermell

source: Yellow
ca: Groc

source: Blue
ca: Blau

source: Green
ca: Verd

source: Purple
ca: Porpra

source: Orange
ca: Taronja

source: Brown
ca: Marró

source: Pink
ca: Rosa

source: Deep Purple
ca: Porpra fosc

source: Light Blue
ca: Blau clar

source: Cyan
ca: Cian

source: Teal
ca: Jade

source: Lime
ca: Llima

source: Deep Orange
ca: Taronja fosc

source: Gray
ca: Gris

source: Blue Gray
ca: Gris blavós

# dialog_routing_disclaimer_title
source: When following the route, please keep in mind:
ca: Quan seguiu la ruta, tingueu present:

# dialog_routing_disclaimer_priority
source: — Road conditions, traffic laws, and road signs always take priority over the navigation hints;
ca: — Les condicions de la carretera, les normes de trànsit i els senyals de circulació sempre tenen prioritat sobre les indicacions de navegació;

# dialog_routing_disclaimer_precision
source: — The map might be inaccurate, and the suggested route might not always be the most optimal way to reach the destination;
ca: — El mapa pot ser imprecís, i la ruta suggerida potser no sempre és la via més òptima per a arribar a la destinació;

# dialog_routing_disclaimer_recommendations
source: — Suggested routes should only be understood as recommendations;
ca: — Les rutes suggerides només s'han d'entendre com a recomanacions;

# dialog_routing_disclaimer_borders
source: — Exercise caution with routes in border zones: the routes created by our app may sometimes cross country borders in unauthorized places.
ca: — Aneu am cura amb les rutes en zones frontereres: les rutes creades per la nostra aplicació de vegades creuen fronteres internacionals en zones no autoritzades.

# dialog_routing_disclaimer_beware
source: Please stay alert and safe on the roads!
ca: Estigueu alerta i segur a la carretera!

# dialog_routing_check_gps
source: Check GPS signal
ca: Comprova el senyal GPS

# dialog_routing_error_location_not_found
source: Unable to create route. Current GPS coordinates could not be identified.
ca: No s'ha pogut crear la ruta. No s'ha pogut identificar les coordenades GPS atuals.

# dialog_routing_location_turn_wifi
source: Please check your GPS signal. Enabling Wi-Fi will improve your location accuracy.
ca: Comproveu el senya GPS. L'activació del senya Wi-Fi millorarà la precisió de la ubicació.

# dialog_routing_location_turn_on
source: Enable location services
ca: Activa els serveis de geolocalització

# dialog_routing_location_unknown_turn_on
source: Unable to locate current GPS coordinates. Enable location services to calculate route.
ca: No s'han pogut trobar les coordenaes GPS actuals. Activeu els serveis de geolocalització per a calcular la ruta.

# dialog_routing_download_files
source: Download required files
ca: Baixa els fitxers fitxers necessaris

# dialog_routing_download_and_update_all
source: Download or update all maps along the projected path to calculate a route.
ca: Baixeu i actualitzeu tots els mapes i informació de rutes del trajecte per a calcular-ne la ruta.

# dialog_routing_unable_locate_route
source: Unable to locate route
ca: No s'ha pogut trobar cap ruta

# dialog_routing_cant_build_route
source: Unable to create route.
ca: No s'ha pogut crear la ruta.

# dialog_routing_change_start_or_end
source: Please adjust your starting point or destination.
ca: Ajusteu el punt inicial o la destinació.

# dialog_routing_change_start
source: Adjust starting point
ca: Ajusta el punt inicial

# dialog_routing_start_not_determined
source: Route was not created. Unable to locate starting point.
ca: La ruta no s'ha creat. No s'ha pogut trobar el punt inicial.

# dialog_routing_select_closer_start
source: Please select a starting point closer to a road.
ca: Indiqueu un punt inicial més proper a una via.

# dialog_routing_change_end
source: Adjust destination
ca: Ajusta la destinació

# dialog_routing_end_not_determined
source: Route was not created. Unable to locate the destination.
ca: La ruta no s'ha creat. No s'ha pogut trobar la destinació.

# dialog_routing_select_closer_end
source: Please select a destination point located closer to a road.
ca: Indiqueu un punt de destinació més proper a una via.

# dialog_routing_change_intermediate
source: Unable to locate the intermediate point.
ca: No s'ha pogut trobar el punt intermig.

# dialog_routing_intermediate_not_determined
source: Please adjust your intermediate point.
ca: Ajusteu el punt intermig.

# dialog_routing_system_error
source: System error
ca: Error de sistema

# dialog_routing_application_error
source: Unable to create route due to an application error.
ca: No s'ha pogut crear la ruta a causa d'un error de l'aplicació.

# dialog_routing_try_again
source: Please try again
ca: Torneu-ho a intentar

source: Not Now
ca: Ara no

# dialog_routing_download_and_build_cross_route
source: Would you like to download the map and create a more optimal route spanning more than one map?
ca: Voleu baixar el mapa i crar una ruta més òptima que travessi més d'un mapa?

# dialog_routing_download_cross_route
source: Download additional maps to create a better route that crosses the boundaries of this map.
ca: Baixeu mapes addicionals per a crear una ruta millor que creua els límits d'aquest mapa.

# search_without_internet_advertisement
source: To start searching and creating routes, please download the map. After that you will no longer need an Internet connection.
ca: Per a començar a cercar i crear rutes, baixeu el mapa. Després ja no us caldrà connexio a Internet.

# search_select_map
source: Select Map
ca: Seleccioneu un mapa

source: Show
ca: Mostra

source: Hide
ca: Amaga

# routing_planning_error
source: Route Planning Failed
ca: La planificació de la ruta ha fallat

# routing_arrive
source: Arrival at %@
ca: Arribada: %@

# dialog_routing_download_and_update_maps
source: Download and update all map along the projected path to calculate route.
ca: Baixeu i actualitzeu tots els mapes del trajecte per a calcular-ne la ruta.

source: History
ca: Historial

# search_not_found
source: Oops, no results found.
ca: Ups! No s'ha trobat cap resultat.

# search_not_found_query
source: Try changing your search criteria.
ca: Proveu de canviar els criteris de cerca.

# search_history_title
source: Search History
ca: Historial de cerca

# search_history_text
source: View your recent searches.
ca: Mostra les cerques recents.

# clear_search
source: Clear Search History
ca: Buida l'historial de cerques.

# read_in_wikipedia
source: Wikipedia
ca: Viquipèdia

# p2p_your_location
source: Your Location
ca: La vostra ubicació

# p2p_start
source: Start
ca: Inicia

# p2p_from_here
source: Route from
ca: De

# p2p_to_here
source: Route to
ca: A

# p2p_only_from_current
source: Navigation is only available from your current location.
ca: La navegació només és disponible des de la ubicació actual.

# p2p_reroute_from_current
source: Do you want to plan a route from your current location?
ca: Voleu que planifiquem una ruta des de la vostra ubicació actual?

# next_button
source: Next
ca: Següent

# editor_time_from
source: From
ca: De

# editor_time_to
source: To
ca: A

# editor_time_add
source: Add Schedule
ca: Afegeix un horari

# editor_time_delete
source: Delete Schedule
ca: Esborra l'horari

# editor_time_allday
source: All Day (24 hours)
ca: Tot el dia (24 hores)

# editor_time_open
source: Open
ca: Obert

# editor_time_close
source: Closed
ca: Tancat

# editor_time_add_closed
source: Add Non-Business Hours
ca: Afegeix les hores de tancament

# editor_time_title
source: Business Hours
ca: Horari d'obertura

# editor_time_advanced
source: Advanced Mode
ca: Mode avançat

# editor_time_simple
source: Simple Mode
ca: Mode senzill

# editor_hours_closed
source: Non-Business Hours
ca: Horari de tancament

# editor_example_values
source: Example Values
ca: Valors d'exemple

# editor_correct_mistake
source: Correct mistake
ca: Corregeix un error

# editor_add_select_location
source: Location
ca: Ubicació

# editor_done_dialog_1
source: You’ve changed the world map! Don't keep it to yourself; tell your friends and edit it together.
ca: Heu canviat el mapa mundial. No ho guardeu en secret! Expliqueu-ho als amics, i editeu-lo junts.

source: Share with friends
ca: Comparteix amb amics

# editor_report_problem_desription_1
source: Please describe the problem in detail so that the OpenStreetMap community can fix it.
ca: Descriviu el problema detalladament perquè la comunitat d'OpenStreetMap pugui corregir l'error.

# editor_report_problem_desription_2
source: Or do it yourself at https://www.openstreetmap.org/
ca: O feu-ho vós mateix a https://www.openstreetmap.org/

# editor_report_problem_send_button
source: Send
ca: Envia

# editor_report_problem_title
source: Issue
ca: Problema

# editor_report_problem_no_place_title
source: This place does not exist
ca: El lloc no existeix

# editor_report_problem_under_construction_title
source: Сlosed for maintenance
ca: Tancat per manteniment

# editor_report_problem_duplicate_place_title
source: Duplicate place
ca: Lloc duplicat

# autodownload
source: Auto-download maps
ca: Baixada automàtica

source: Closed now
ca: Ara és tancat

source: Daily
ca: Diari

# day_off_today
source: Closed today
ca: Avui és tancat

# day_off
source: Closed
ca: Tancat

source: Today
ca: Avui

source: Opens tomorrow at %@
ca: Obre demà a les %@

# opens_dayoftheweek_at
source: Opens %1$@ at %2$@
ca: Obre el %1$@ a les %2$@

source: Opens at %@
ca: Obre a les %@

source: Opens in %@
ca: Obre en %@

source: Closes at %@
ca: Tanca a les %@

source: Closes in %@
ca: Tanca en %@

source: Closed
ca: Tancat

source: Add opening hours
ca: Afegeix horari d'obertura

# edit_opening_hours
source: Edit business hours
ca: Edita l'horari d'obertura

# no_osm_account
source: Don't have an OpenStreetMap account?
ca: No teniu commpte d'OpenStreetMap?

source: Register at OpenStreetMap
ca: Registre a OpenStreetMap
