Repository: jmontane/software-translations
Catalog: organicmaps/*.po
Languages: ca

# password_8_chars_min
source: Password (8 characters minimum)
ca: Contrasenya (mínim 8 caràcters)

source: Invalid username or password.
ca: Nom d'usuari o contrasenya no vàlids.

# login
source: OpenStreetMap Login
ca: Inicia sessió

source: Password
ca: Contrasenya

# forgot_password
source: Forgot your password?
ca: Heu oblidat la contrasenya?

source: OSM Account
ca: Compte OSM

source: Log Out
ca: Tanca la sessió

source: Last upload
ca: Última pujada

source: Thank You
ca: Gràcies

source: Edit Place
ca: Edita el lloc

source: Place Name
ca: Nom del lloc

# add_language
source: Add a language
ca: Afegeix una llengua

source: Street
ca: Carrer

# house_number
source: Building number
ca: Número de la casa

source: Details
ca: Detalls

# add_street
source: Add a street
ca: Afegeix un carrer

# empty_street_name_error
source: Please enter a street name
ca: Introduïu un nom de carrer

# choose_language
source: Choose a language
ca: Trieu una llengua

# choose_street
source: Choose a street
ca: Trieu un carrer

source: Postal Code
ca: Codi postal

source: Cuisine
ca: Cuina

source: Select cuisine
ca: Trieu una cuina

source: Email or username
ca: Adreça electrònica o nom d'usuari

source: Phone
ca: Telèfon

# editor_add_phone
source: Add Phone
ca: Afegeix un telèfon

# level
source: Floor
ca: Planta

source: Please note
ca: Avís

# downloader_delete_map_dialog
source: All of your map edits will be deleted with the map.
ca: Totes els canvis que heu fet en el mapa s'esborraran conjuntament amb el mapa.

# downloader_update_maps
source: Update Maps
ca: Actualitza els mapes

# downloader_mwm_migration_dialog
source: To create a route, you need to update all maps and then plan the route again.
ca: Per a crear una ruta, cal que actualitzeu tots els mapes i després torneu a planificar la ruta.

# downloader_search_field_hint
source: Find map
ca: Troba el mapa

# migration_download_error_dialog
source: Download error
ca: Error de baixada

# common_check_internet_connection_dialog
source: Please make sure your device is connected to the Internet.
ca: Reviseu la configuració i assegureu-vos que l'aparell està connectat a Internet.

# downloader_no_space_title
source: Not enough space
ca: No hi ha prou espai

# downloader_no_space_message
source: Please delete any unnecessary data
ca: Esborreu les dades no necessàries

# editor_login_error_dialog
source: Login error.
ca: Error en iniciar sessió.

# editor_profile_changes
source: Verified Changes
ca: Canvis verificats

# editor_focus_map_on_location
source: Drag the map to select the correct location of the object.
ca: Arrossegueu el mapa per a indicar la ubicació correcta de l'objecte.

# editor_add_select_category
source: Select category
ca: Trieu una categoria

# editor_add_select_category_all_subtitle
source: All Categories
ca: Totes les categories

# editor_edit_place_title
source: Editing
ca: Edició

# editor_add_place_title
source: Adding
ca: Addició

# editor_edit_place_name_hint
source: Name of the place
ca: Nom del lloc

# editor_edit_place_category_title
source: Category
ca: Categoria

# detailed_problem_description
source: Detailed description of the issue
ca: Descripció detallada del problema

# editor_report_problem_other_title
source: Different problem
ca: Un altre problema

# placepage_add_business_button
source: Add business
ca: Afegeix un negoci

# whatsnew_editor_message_1
source: Add new places to the map, and edit existing ones directly from the app.
ca: Afegiu llocs al mapa, i editeu-ne els existents directament des de l'aplicació.

# dialog_incorrect_feature_position
source: Change location
ca: Canvia la ubicació

# message_invalid_feature_position
source: No object can be located here
ca: No s'ha trobat cap objecte aquí

# login_to_make_edits_visible
source: Log in to openstreetmap.org to publish your changes to the world.
ca: Inicieu sessió perquè altres usuaris puguin veure els canvis que heu fet

# migration_no_space_message
source: To download, you need more space. Please delete any unnecessary data.
ca: Per a la baixada, us cal més espai. Esborreu les dades no necessàries.

# editor_sharing_title
source: I improved the Organic Maps maps
ca: He millorat els mapes de l'Organic Maps

# downloader_of
source: %1$d of %2$d
ca: %1$d de %2$d

# download_over_mobile_header
source: Download over a cellular network connection?
ca: Voleu baixar-ho a través d'una connexió de xarxa de telefònia mòbil?

# download_over_mobile_message
source: This could be considerably expensive with some plans or if roaming.
ca: Això podria ser força car amb algunes tarifes d'itinerància de dades.

# error_enter_correct_house_number
source: Enter a valid building number
ca: Introduïu un número d'edifici vàlid

# editor_storey_number
source: Number of floors (maximum of %d)
ca: Nombre de plantes (màxim %d)

# error_enter_correct_storey_number
source: The number of floors must non exceed %d
ca: El nombre de plantes no pot excedir de %d

# editor_zip_code
source: ZIP Code
ca: Codi postal

# error_enter_correct_zip_code
source: Enter a valid ZIP code
ca: Introduïu un codi postal vàlid

# core_placepage_unknown_place
source: Unknown Place
ca: Lloc desconegut

# editor_other_info
source: Send a note to OSM editors
ca: Envia una ota als editors d'OSM

# editor_detailed_description_hint
source: Detailed comment
ca: Comentari detallat

# editor_detailed_description
source: Your suggested map changes will be sent to the OpenStreetMap community. Please describe any additional details that cannot be edited in Organic Maps.
ca: Heu suggerit canvis en el mapa que s'enviaran a la comunitat d'OpenStreetMap. Descriviu qualsevol detall addicional que no es pot editar en l'Organic Maps.

# editor_more_about_osm
source: More about OpenStreetMap
ca: Més sobre l'OpenStreetMap

# editor_operator
source: Owner
ca: Propietari

# downloader_no_downloaded_maps_title
source: You haven't downloaded any maps
ca: No heu baixat cap mapa

# downloader_no_downloaded_maps_message
source: Download maps to search and navigate offline.
ca: Baixeu mapes per a cercar una ubicacio i usar la navegació sense connexió.

# current_location_unknown_title
source: Continue detecting your location?
ca: Voleu continuar detectant la vostra ubicació actual?

# current_location_unknown_message
source: Current location is unknown. You may be in a building or tunnel.
ca: Es desconeix la ubicació actual. Potser sou en un edifici o en un túnel.

# current_location_unknown_continue_button
source: Continue
ca: Continua

# current_location_unknown_stop_button
source: Stop
ca: Atura't

# current_location_unknown_error_title
source: Current location is unknown.
ca: Es desconeix la ubicació actual.

# current_location_unknown_error_message
source: An error occurred while determining your location. Check that your device is working properly and try again later.
ca: S'ha produït un error en cercar la vostra ubicació. Comproveu que l'aparel funciona correctament i torneu-ho a intentar.

# location_services_disabled_header
source: Location services are disabled
ca: Els serveis de geolocalització estan desactivats

# location_services_disabled_message
source: Enable access to geolocation in the device settings
ca: Activeu l'accés a la geolocalització en la configuració de l'aparell

# location_services_disabled_1
source: 1. Open Settings
ca: 1. Obriu la configuració

# location_services_disabled_2
source: 2. Tap Location
ca: 2. Toqueu Ubicació

# location_services_disabled_3
source: 3. Select While Using the App
ca: 3. Trieu "Mentre s'usa l'aplicació"

# placepage_more_button
source: More
ca: Més

# book_button
source: Book
ca: Reserva

# placepage_call_button
source: Call
ca: Truca-hi

# placepage_edit_bookmark_button
source: Edit Bookmark
ca: Edita el marcador

# placepage_bookmark_name_hint
source: Bookmark Name
ca: Nom del marcador

# placepage_personal_notes_hint
source: Personal notes
ca: Notes personals

# placepage_delete_bookmark_button
source: Delete Bookmark
ca: Esborra el marcador

# editor_edits_sent_message
source: Your suggested changes have been sent
ca: S'han enviat els canvis que heu suggerit

# editor_comment_hint
source: Comment…
ca: Comentari…

# editor_reset_edits_message
source: Discard all local changes?
ca: Voleu descartar tots els canvis locals?

# editor_reset_edits_button
source: Discard
ca: Descarta

# editor_remove_place_message
source: Delete added place?
ca: Voleu esborrar el lloc afegit?

# editor_remove_place_button
source: Delete
ca: Esborra

# editor_place_doesnt_exist
source: Place does not exist
ca: El lloc no existeix

# delete_place_empty_comment_error
source: Please indicate the reason for deleting the place
ca: Indiqueu per què esborreu el lloc

# text_more_button
source: …more
ca: …més

# error_enter_correct_phone
source: Enter a valid phone number
ca: Introduïu un número de telèfon vàlid

# error_enter_correct_web
source: Enter a valid web address
ca: Introduïu una adreça web vàlida

# error_enter_correct_email
source: Enter a valid email
ca: Introduïu una adreça electrònica vàlida

# error_enter_correct_facebook_page
source: Enter a valid Facebook web address, account, or page name
ca: Introduïu una adreça web de Facebook, un compte o un nom de pàgina vàlids

# error_enter_correct_instagram_page
source: Enter a valid Instagram username or web address
ca: Introduïu una adreça web d'Instagram o un nom de compte vàlids

# error_enter_correct_twitter_page
source: Enter a valid Twitter username or web address
ca: Introduïu una adreça web de Twitter o un nom d'usuari vàlids

# error_enter_correct_vk_page
source: Enter a valid VK username or web address
ca: Introduïu una adreça web de VK o un nom de compte vàlids

# error_enter_correct_line_page
source: Enter a valid LINE ID or web address
ca: Introduïu una adreça web de LINE o un ID LINE vàlids

# refresh
source: Update
ca: Actualitza

# placepage_add_place_button
source: Add a place to the map
ca: Afegeix un lloc en el mapa

# editor_share_to_all_dialog_title
source: Do you want to send it to all users?
ca: Voleu enviar-ho a tots els usuaris?

# editor_share_to_all_dialog_message_1
source: Make sure you did not enter any private or personal data.
ca: Assegureu-vos que no heu introduït cap dada personal.

# editor_share_to_all_dialog_message_2
source: OpenStreetMap editors will check the changes and contact you if they have any questions.
ca: Revisarem els canvis. Si tenim cap pregunta contactem amb vós via correu electrònic.

# navigation_stop_button
source: stop
ca: atura't

# recent_track_background_dialog_title
source: Disable recording of your recently travelled route?
ca: Voleu desactivar l'enregistrament de la ruta recent?

# off_recent_track_background_button
source: Disable
ca: Desactiva

# sharing_call_action_look
source: Check out
ca: Verifica

# recent_track_background_dialog_message
source: Organic Maps uses your location in the background to record your recently travelled route.
ca: Organic Maps usa la vostra ubicaicó en segon pla per a enregistrar la ruta que heu fet recentment.

# about_description
source: Organic Maps is a fast and free offline maps app without ads and tracking. Maps are based on crowd-sourced OpenStreetMap.org data, so you can fix mapping errors and add features there yourself. Organic Maps is an open-source project created by enthusiasts in their spare time. Your feedback and support are much appreciated!
ca: Organic Maps és una aplicació de mapes sense connexió, ràpida, de codi lliure, gratuïta, sense anuncis ni seguiment. Els mapes es basen en les dades col·laboratives d'OpenStreetMap. Podeu corregir errors del mapa i afegir-hi característiques. L'Organic Maps és un projecte de codi obert creat per entusiastes en el seu temps lliure. Els vostres comentaris i suport són molt apreciats!

source: General settings
ca: Configuració general

source: Accept
ca: D'acord

source: Decline
ca: Ho rebutjo

# search_in_table
source: List
ca: Llista

# mobile_data_dialog
source: Use mobile internet to show detailed information?
ca: Voleu usar Internet mòbil per a mostrar informació detallada?

# mobile_data_option_always
source: Use Always
ca: Sempre

# mobile_data_option_today
source: Only Today
ca: Només avui

# mobile_data_option_not_today
source: Do not Use Today
ca: Avui no

# mobile_data
source: Mobile Internet
ca: Internet mòbil

# mobile_data_description
source: Mobile internet is required for map update notifications and uploading edits.
ca: Es necessita Internet mòbil per a les notifiacions d'actualitzacions del mapa i per a mostrar informació detallada dels llocs i marcadors.

# mobile_data_option_never
source: Never Use
ca: Mai

# mobile_data_option_ask
source: Always Ask
ca: Demana-ho sempre

# traffic_update_maps_text
source: To display traffic data, maps must be updated.
ca: Per a mostrar les dades de trànsit, els maps han d'estar actualitzats.

# big_font
source: Increase size for map labels
ca: Augmenta la mida de lletra del mapa

# traffic_update_app
source: Please update Organic Maps
ca: Actualitzeu l'Organic Maps

# traffic_update_app_message
source: To display traffic data, the application must be updated.
ca: Per a mostrar les dades de trànsit, cal que l'aplicació estigui actualitzada.

# traffic_data_unavailable
source: Traffic data is not available
ca: No hi ha dades de trànsit disponibles.

source: Enable logging
ca: Activa el registre

# feedback_general
source: General Feedback
ca: Opinió general

source: On
ca: Actiu

source: Off
ca: Inactiu

# prefs_languages_information
source: We use system TTS for voice instructions. Many Android devices use Google TTS, you can download or update it from Google Play (https://play.google.com/store/apps/details?id=com.google.android.tts)
ca: Usem el sistema de síntesi de veu per a les instruccions de veu. Molts aparells Android use el motor de síntesi de veu de Google, podeu baixar o actualitzar-lo des del Google Play (https://play.google.com/store/apps/details?id=com.google.android.tts)

# prefs_languages_information_off
source: For some languages, you will need to install a speech synthesizer or an additional language pack from the app store (Google Play, Galaxy Store, App Gallery, FDroid). Open your device's settings → Language and input → Speech → Text to speech output. Here you can manage settings for speech synthesis (for example, download language pack for offline use) and select another text-to-speech engine.
ca: Per a algunes llengües, haureu d'instal·lar un sintetizador de veu o un paquet de llengua addicional des de la botiga d'apliacions (Google Play, Galazy Store, FDroid). Obriu la configuració de l'aparell → Idioma i entrada → Veu → Sortidda de text a veu. Aquí podeu gestionar la configuració de la síntesi de veu (per exemple, baixar un paquet de llengua per a ús sense connexió) i triar un altre motor de síntesi de veu.

# prefs_languages_information_off_link
source: For more information please check this guide.
ca: Per a més informació, vegeu aquesta guia.

# transliteration_title
source: Transliteration into Latin alphabet
ca: Translitertació a l'alfabet llatí

source: Learn more
ca: Més informació

# core_exit
source: Exit
ca: Surt

# routing_add_start_point
source: Add a starting point to plan a route
ca: Afegiu un punt inical per a planificar una ruta

# routing_add_finish_point
source: Add a destination to plan a route
ca: Afegeiu la destinació per a planificar la ruta

# button_exit
source: Exit
ca: Surt

# planning_route_manage_route
source: Manage Route
ca: Gestionar la ruta

# button_plan
source: Plan
ca: Planifica

# placepage_remove_stop
source: Remove
ca: Elimina

# planning_route_remove_title
source: Drag here to remove
ca: Arrossegueu-lo aquí per a eliminar-lo

# placepage_add_stop
source: Add Stop
ca: Afegeix una parada

# start_from_my_position
source: Start from
ca: Comença des de

# profile_authorization_error
source: Oops, there was an error. Try signing in again.
ca: Ups, s'ha produït un error. Proveu d'iniciar sessió una altra vegada.

# dialog_error_storage_title
source: Storage access problem
ca: S'ha produït un problema en l'accés a l'emmagatzematge

# dialog_error_storage_message
source: External storage is not accessible. The SD Card may have been removed, damaged, or the file system is read-only. Please, check your SD Card or contact us at support@organicmaps.app
ca: L'emmagatzematg extern no és accessible. La targeta SD potser s'ha retirat, malmès, o el sistema de fitxer és de només lectura. Comproveu la targeta SD o contacteu amb nosaltres a support@organicmaps.app

# setting_emulate_bad_storage
source: Emulate bad storage
ca: Emula un emmagatzematge malmès

# core_entrance
source: Entrance
ca: Entrada

# error_enter_correct_name
source: Please enter a correct name
ca: Introduïu un nom correcte

# bookmark_lists
source: Lists
ca: Llistes

# bookmark_lists_hide_all
source: Hide all
ca: Amaga-ho tot

# bookmark_lists_show_all
source: Show all
ca: Mostra-ho tot

# bookmarks_create_new_group
source: Create a new list
ca: Crea una llista

# bookmarks_import
source: Import Bookmarks and Tracks
ca: Importa marcadors i les traces

# downloader_hide_screen
source: Hide Screen
ca: Oculta la pantalla

# downloader_percent
source: %@ (%@ of %@)
ca: %@ (%@ de %@)

# downloader_process
source: Downloading %@…
ca: S'està baixant %@…

# downloader_applying
source: Applying %@…
ca: S'està aplicant %@…

# bookmarks_error_message_share_general
source: Unable to share due to an application error
ca: No s'ha pogut compartir a causa d'un error de l'aplicació

# bookmarks_error_title_share_empty
source: Sharing error
ca: Error al compartir

# bookmarks_error_message_share_empty
source: Cannot share an empty list
ca: No es pot compartir una llista buida

# bookmarks_error_title_empty_list_name
source: The name can't be empty
ca: El nom no pot ser buit

# bookmarks_error_message_empty_list_name
source: Please enter the list name
ca: Introduïu el nom de la llista

# bookmarks_new_list_hint
source: New list
ca: Llista nova

# bookmarks_error_title_list_name_already_taken
source: This name is already taken
ca: Aquest nom ja és en ús

# bookmarks_error_message_list_name_already_taken
source: Please choose another name
ca: Trieu-ne un altre

# bookmarks_error_title_list_name_too_long
source: This name is too long
ca: Aquest nom és massa llarg

source: Please wait…
ca: Espereu…

source: Phone number
ca: Número de telèfon

# profile
source: OpenStreetMap profile
ca: Perfil d'OpenStreetMap

# bookmarks_detect_title
source: New files detected
ca: S'han detectat fitxers nous

# button_convert
source: Convert
ca: Converteix

# bookmarks_convert_error_message
source: Some files were not converted.
ca: Alguns fitxers no s'han convertit.

# bookmarks_restore_title
source: Restore this version?
ca: Voleu recuperar aquesta versió?

# common_check_internet_connection_dialog_title
source: No internet connection
ca: No hi ha connexió a Internet

# error_system_message
source: An unknown error occurred
ca: S'ha produït un error desconegut

source: Restore
ca: Restaura

# subtittle_opt_out
source: Tracking settings
ca: Configuració de seguiment

# crash_reports
source: Crash report
ca: Informe de fallada

# crash_reports_description
source: We may use your crash reports to improve Organic Maps. Changes will take effect after you restart the app.
ca: Podem usar les vostres dades per a millorar l'experiència d'Organic Maps. Els canvis seran efectius després de reinicieu l'aplicació.

source: Privacy policy
ca: Normes de confidencialitat

source: Terms of use
ca: Considicions del servei

# button_layer_traffic
source: Traffic
ca: Trànsit

# button_layer_subway
source: Subway
ca: Metro

# layers_title
source: Map layers
ca: Capes del mapa

# subway_data_unavailable
source: Subway map is unavailable
ca: El mapa del metro no és disponible

# bookmarks_empty_list_title
source: This list is empty
ca: Aquesta llista és buida

# bookmarks_empty_list_message
source: To add a bookmark, tap a place on the map and then tap the star icon
ca: Per a afegir un marcador, toqueu un lloc en el mapa i després toqueu la icona d'estrella

# category_desc_more
source: …more
ca: …més

# title_error_downloading_bookmarks
source: An error occurred
ca: S'ha produït un error

source: Export file
ca: Exporta com a fitxer

source: List Settings
ca: Configuració de la llista

source: Delete list
ca: Esborra la llista

source: Hide from map
ca: Amaga-ho en el mapa

source: Public access
ca: Accés públic

source: Limited access
ca: Accés limitat

# bookmark_list_description_hint
source: Enter a description (text or html)
ca: Escriviu una descripció (text o html)

# not_shared
source: Private
ca: Privat

# tags_loading_error_subtitle
source: An error occurred while loading tags, please try again
ca: S'ha produït un error en carregar les etiquetes, torneu-ho a intentar

# download_button
source: Download
ca: Baixa

# speedcams_alert_title
source: Speed cameras
ca: Radars

# speedcam_option_auto
source: Auto
ca: Automàtic

# speedcam_option_always
source: Always
ca: Sempre

# speedcam_option_never
source: Never
ca: Mai

# place_description_title
source: Place Description
ca: Descripció del lloc

# notification_channel_downloader
source: Map downloader
ca: Descàrrega de mapes

# speedcams_notice_message
source: Auto - Warn about speedcams if there is a risk of exceeding the speed limit Always - Always warn about speedcams Never - Never warn about speedcams
ca: Automàtic - Avisa dels radars si hi ha risc d'excedir el límit de velocitat Sempre - Sempre avisa dels radars Mai - No avisa mai sobre els radars

# power_managment_title
source: Power saving mode
ca: Mode d'estalvi d'energia

# power_managment_description
source: Try to reduce power usage at the expense of some functionality.
ca: Si està seleccionat el mode automàtic, l'aplicació desactivarà funcions que consumeixen energia, depenent del nivell de càrrega actual de la bateria

# power_managment_setting_never
source: Never
ca: Mai

# power_managment_setting_auto
source: When battery is low
ca: Automàtic

# power_managment_setting_manual_max
source: Always
ca: Estalvi d'energia màxim

# enable_logging_warning_message
source: Enable this option temporarily to record and manually send detailed diagnostic logs about your issue to us using "Report a bug" in the Help dialog. Logs may include location info.
ca: L'opció activa el registre amb finalitats de diagnòstic. Pot ser útil per al nostre equip per a identificar problemes amb l'aplicació. Activeu aquesta opció temporalment per a enregistgrar i enviar-nos informes detallats sobre el vostre problema.

# access_rules_author_only
source: Online editing
ca: Edició en línia

# driving_options_title
source: Routing options
ca: Opcions de la ruta

# driving_options_subheader
source: Avoid on every route
ca: Evita-ho en totes les rutes

# avoid_tolls
source: Toll roads
ca: Vies de peatge

# avoid_unpaved
source: Unpaved roads
ca: Vies sense pavimentar

# avoid_ferry
source: Ferry crossings
ca: Transbordaments en ferri

# avoid_motorways
source: Motorways
ca: Autopistes

# unable_to_calc_alert_title
source: Unable to calculate route
ca: No s'ha pogut calcular la ruta

# unable_to_calc_alert_subtitle
source: A route could not be found. This may be caused by your routing options or incomplete OpenStreetMap data. Please change your routing options and retry.
ca: Malauradament, no hem pogut trobar cap ruta. Probablement per les opcions que heu triat. Canvieu-les i torneu a intentar-ho.

# define_to_avoid_btn
source: Define roads to avoid
ca: Definiu les vies a evitar

# change_driving_options_btn
source: Routing options enabled
ca: Paràmetres de ruta activats

source: Toll road
ca: Via de peatge

source: Unpaved road
ca: Via sense pavimentar

source: Ferry crossing
ca: Ferris

# avoid_toll_roads_placepage
source: Avoid toll roads
ca: Evita vies de peatges
