Repository: jmontane/software-translations
Catalog: mucommander/dictionary_*.po
Languages: ca

source: OK
ca: Accepta

source: Yes
ca: Sí

source: Cancel
ca: Cancel·la

source: Edit
ca: Edita

source: Close
ca: Tanca

source: Reset
ca: Reinicia

source: Rename
ca: Reanomena

source: Apply
ca: Aplica

source: Change
ca: Canvia

source: Save
ca: Desa

source: Don''t save
ca: No desis

source: Replace
ca: Substitueix

source: Don''t replace
ca: No substitueixis

source: Delete
ca: Esborra

source: Skip
ca: Salta

source: Skip all
ca: Omet-los tots

source: Retry
ca: Reintenta

source: Resume
ca: Continua

source: Overwrite
ca: Sobreescriu

source: Overwrite if older
ca: Sobreescriu si és més antic

source: Duplicate
ca: Duplica

source: Apply to all
ca: Aplica a tot

source: Copy
ca: Copia

source: Move
ca: Mou

source: Pack
ca: Comprimeix

source: Unpack
ca: Descomprimeix

source: Download
ca: Descarrega

source: Split
ca: Divideix

source: Combine
ca: Combina

source: Browse
ca: Navega

source: Ask
ca: Pregunta

source: Stop
ca: Para

source: Pause
ca: Pausa

source: Quick search
ca: Cerca ràpida

source: File manager
ca: Gestor de fitxers

source: Create
ca: Crea

source: Creating {0}
ca: Creant {0}

source: Choose
ca: Selecciona

source: Customize
ca: Personalitza

source: Choose a folder
ca: Selecciona un directori

source: Login
ca: Identificació

source: Password
ca: Contrasenya

source: User
ca: Usuari

source: Encoding
ca: Codificació

source: Preferred encodings
ca: Codificacions preferides

source: License
ca: Llicència

source: Name
ca: Nom

source: Size
ca: Mida

source: Date
ca: Data

source: Extension
ca: Extensió

source: Permissions
ca: Permisos

source: Owner
ca: Propietari

source: Group
ca: Grup

source: Location
ca: Localització

source: Untitled
ca: Sense nom

source: Source
ca: Origen

source: Destination
ca: Destí

source: Process selected directories recursively
ca: Processar els directoris seleccionats recursivament

source: Go to
ca: Ves a

source: Example
ca: Exemple

source: Preview
ca: Previsualitza

source: Comment
ca: Comenta

source: Sample text
ca: Text d''exemple

source: {0} file(s)
ca: {0} fitxer(s)

source: {0} folder(s)
ca: {0} directori(s)

source: Loading...
ca: Carregant...

source: This operation cannot be undone.
ca: Aquesta operació no es pot desfer

source: Remove
ca: Esborrar

source: Details
ca: Detalls

source: Warning
ca: Atenció

# viewviewview
source: View
ca: Visualitza

source: An error has occurred while performing the requested operation.
ca: S''ha produit un error mentre es realitzava l''operació sol·licitada

source: This folder doesn''t exist or is not available.
ca: El directori no existeix o no està disponible

source: This folder doesn''t exist or is not available: {0}
ca: Aquest directori no existeix o no està disponible

source: This file doesn''t exist or is not available: {0}
ca: Aquest fitxer no existeix o no està disponible

source: Invalid path: {0}
ca: Ruta incorrecta

source: Directory {0} already exists.
ca: El directori {0} ja existeix

source: File already exists in destination
ca: El fitxer ja existeix al destí

source: Attempt to transfer a folder to one of its subfolders
ca: Intent de transferir un directori a un dels seus subdirectoris

source: Cannot read file {0}
ca: No es pot llegir el fitxer {0}

source: Cannot write file {0}
ca: No es pot escriure al fitxer {0}

source: Unable to create directory {0}
ca: No es pot crear el directori {0}

source: Unable to read contents of folder {0}
ca: No es poden llegir els continguts del directori {0}

source: Unable to delete file {0}
ca: No es pot esborrar el fitxer {0}

source: Unable to delete folder {0}
ca: No es pot esborrar el directori {0}

source: Error while transferring file {0}
ca: Error transferint el fitxer {0}

source: Source and destination folders are the same
ca: Els directoris d''origen i destí són els mateixos

source: {0} already exists, do you want to replace it ?
ca: {0} ja existeix, el vol substituir?

source: Write error
ca: Error d''escriptura

source: Read error
ca: Error de lectura

source: Integrity check failed: source and destination don''t match
ca: Comprovació d''integritat fallada

source: An error prevented muCommander from starting.
ca: Un error ha impedit iniciar l''muCommander

source: Read
ca: Lectura

source: Write
ca: Escriptura

# permissions.group
source: Group
ca: Grup

source: Other
ca: Altre

source: Octal notation
ca: Notació octal

source: All
ca: Tots

source: Navigation
ca: Navegació

source: Selection
ca: Selecció

# action_categories.view
source: View
ca: Visualitza

source: File operations
ca: Operacions amb fitxers

source: Windows
ca: Finestres

source: Add bookmark
ca: Afegir preferit

source: Add the current folder to the list of bookmarks
ca: Afegir el directori actual als preferits

source: Batch rename
ca: Reanomena en bloc

source: Edit bookmarks
ca: Edita els preferits

source: Explore bookmarks
ca: Explora els preferits

source: Edit credentials
ca: Edita les credencials

source: Change current location
ca: Canvia la localització actual

source: Change date
ca: Canvia la data

source: Change date of selected file(s)
ca: Canvia la data del(s) fitxer(s) seleccionat(s)

source: Change permissions
ca: Canvia els permisos

source: Change permissions of selected file(s)
ca: Canvia els permisos del(s) fitxer(s) seleccionat(s)

source: Check for updates
ca: Comprova les actualitzacions

source: Compare folders
ca: Compara directoris

source: Connect to server
ca: Connecta''t a un servidor

source: Connect to a remote server
ca: Connecta''t a un servidor remot

source: View (internal)
ca: Visualitza (intern)

source: View selected file
ca: Visualitza el fitxer seleccionat

source: Edit (internal)
ca: Edita (intern)

source: Edit selected file
ca: Edita el fitxer seleccionat

source: Copy marked files
ca: Copia els fitxers seleccionats

source: Local Copy
ca: Còpia local

source: Copy selected file into current folder
ca: Copia el fitxer seleccionat al directori actual

source: Move marked files
ca: Mou els fitxers seleccionats

source: Rename selected file
ca: Reanomena els fitxers seleccionats

# Mkdir.label
source: Make directory
ca: Crea un directori

source: Create a directory in current folder
ca: Crea un subdirectori al subdirectori actual

source: Make file
ca: Crea un fitxer

source: Create a file in current folder
ca: Crea un fitxer al directori actual

source: Delete marked files using the system trash when possible
ca: Esborra els fitxers seleccionats

source: Delete permanently
ca: Esborra permanentment

source: Delete marked files without using the system trash
ca: Esborra els fitxers seleccionats sense utilitzar la paperera de reciclatge

source: Refresh
ca: Actualitza

source: Refresh current folder
ca: Actualitza el directori actual

source: Close window
ca: Tanca la finestra

source: Close this window
ca: Tanca aquesta finestra

source: Copy name(s)
ca: Copia el(s) nom(s)

source: Copy path(s)
ca: Copia la(es) ruta(es)

source: Copy file(s)
ca: Copia el(s) fitxer(s)

source: Paste file(s)
ca: Enganxa el(s) fitxer(s)

source: Send by email
ca: Envia per correu electrònic

source: Send marked files as email attachments
ca: Envia els fitxers seleccionats en un correu electrònic

source: Go back
ca: Ves enrere

source: Go to previous folder
ca: Ves al directori anterior

source: Go forward
ca: Ves endavant

source: Go to next folder
ca: Ves al directori següent

source: Go to home folder
ca: Ves al directori d''inici

source: Go to parent
ca: Ves al directori pare

source: Go to parent folder
ca: Ves al directori pare

source: Go to parent in other panel
ca: Ves al directori pare en un altre tauler

source: Go to parent in both panels
ca: Ves al directori pare a ambdós taulers

source: Go to root
ca: Ves a l''arrel

source: Sort by Name
ca: Ordena per nom

source: Sort by Date
ca: Ordena per data

source: Sort by Size
ca: Ordena per mida

source: Sort by Extension
ca: Ordena per extensió

source: Sort by Permissions
ca: Ordena per permisos

source: Sort by Owner
ca: Ordena per propietari

source: Sort by Group
ca: Ordena per grup

source: Mark files
ca: Selecciona fitxers

source: Mark a group of files
ca: Selecciona un grup de fitxers

source: Unmark files
ca: Deselecciona fitxers

source: Unmark a group of files
ca: Deselecciona un gruup de fitxers

source: Mark all
ca: Selecciona''ls tots

source: Unmark all
ca: Deselecciona''ls tots

source: Mark/unmark
ca: Selecciona/Deselecciona

source: Mark/Unmark selected file
ca: Selecciona/Deselecciona el fitxer actual

source: Mark one block down
ca: Selecciona un bloc

source: Mark one block up
ca: Selecciona un bloc

source: Mark one row down
ca: Selecciona una fila cap avall

source: Mark one row up
ca: Selecciona una fila cap amunt

source: Mark one page up
ca: Selecciona una pàgina amunt

source: Mark one page down
ca: Selecciona una pàgina avall

source: Mark files to the beginning
ca: Selecciona els fitxers des del començament

source: Mark files to the end
ca: Selecciona els fitxers fins al final

source: Mark extension
ca: Selecciona les extensions

source: Invert selection
ca: Inverteix la selecció

source: Swap folders
ca: Intercanvia els directoris

source: Swap left and right folders
ca: Intercanvia els directoris de l''esquerra i de la dreta

source: Set same folder
ca: Mostra el mateix directori

source: Set same directory to left and right panels
ca: Mostra el mateix directori als taulers de l''esquerra i de la dreta

source: New window
ca: Nova finestra

source: Open a new window
ca: Obre una nova finestra

source: Open
ca: Obre

source: Enter folder / Enter archive / Execute
ca: Entra al directori / Entra al fitxer / Executa

source: Open natively
ca: Obre nativament

source: Execute selected file with system''s file associations
ca: Executa el fitxer seleccionat amb el programa associat al sistema

source: Open in other panel
ca: Obre en a l''altre tauler

source: Open in both panels
ca: Obre a ambdós taulers

source: Reveal in {0}
ca: Mostra a {0}

source: Run command
ca: Executa una comanda

source: Run a command in current folder
ca: Executa una comanda en el directori actual

source: Pack marked files into an archive
ca: Comprimeix els fitxers seleccionats en un fitxer

source: Unpack marked archive files
ca: Descomprimeix el fitxer seleccionat

source: Properties
ca: Propietats

source: Show properties of marked files
ca: Mostra les propietats dels fitxers seleccionats

# ShowPreferences.label
source: Preferences
ca: Preferències

source: Configure muCommander
ca: Configura muCommander

source: Show open connections
ca: Mostra les connexions obertes

source: Quit
ca: Surt

source: Reverse order
ca: Inverteix l''ordre

source: Auto-size columns
ca: Autodimensiona les columnes

source: Stop folder change
ca: Atura el canvi de directori

source: Show {0} column
ca: Mostra la columna {0}

source: Hide {0} column
ca: Amaga la columna {0}

source: Show command bar
ca: Mostra la barra de comandes

source: Hide command bar
ca: Amaga la barra de comandes

source: Show toolbar
ca: Mostra la barra d''eines

source: Hide toolbar
ca: Amaga la barra d''eines

source: Customize command bar
ca: Personalitza la barra de comandes

source: Show status bar
ca: Mostra la barra d''estat

source: Hide status bar
ca: Amaga la barra d''estat

source: Show folders first
ca: Mostra els directoris primer

source: Show tree view
ca: Mostra l''arbre

source: Change left folder
ca: Canvia el directori esquerre

source: Change right folder
ca: Canvia el directori dret

source: Recall previous window
ca: Ves a la finestra anterior

source: Recall next window
ca: Ves a la finestra següent

source: Recall window #{0}
ca: Ves a la finestra {0}

source: Bring all to front
ca: Mostra-ho tot

source: Switch between left and right panels
ca: Intercanvia els taulers esquerre i dret

source: Jump down one block
ca: Salta un bloc avall

source: Jump up one block
ca: Salta un bloc amunt

source: Jump down one page
ca: Salta una pàgina avall

source: Jump up one page
ca: Salta una pàgina amunt

source: Jump down one row
ca: Salta una fila avall

source: Jump up one row
ca: Salta una fila amunt

source: Select first file in current folder
ca: Selecciona el primer fitxer del directori actual

source: Select last file in current folder
ca: Selecciona l''últim fitxer del directori actual

source: Split equally
ca: Divideix equitativament

source: Split vertically
ca: Divideix verticalment

source: Split horizontally
ca: Divideix horitzontalment

source: Keyboard shortcuts
ca: Dreceres de teclat

source: Go to website
ca: Ves al lloc web

source: Go to forums
ca: Ves als fòrums

source: Report a bug
ca: Informa d''un error

source: Make a donation
ca: Fes una donació

source: About muCommander
ca: Sobre muCommander

source: Open Trash
ca: Obre la paperera

source: Empty Trash
ca: Buida la paperera

source: Calculate checksum
ca: Calcula el checksum

source: Maximize
ca: Maximitza

source: Minimize
ca: Minimitza

source: Online documentation
ca: Documentació en línia

source: Parent folders
ca: Directoris pare

source: Recent locations
ca: Localitzacions recents

source: Recently executed files
ca: Fitxers executats recentment

source: Split a file into multiple parts
ca: Divideix un fitxer en múltiples parts

source: Combine split file parts to recreate the original file
ca: Torna a crear un fitxer dividit en múltiples parts

source: Debug console
ca: Consola de depuració

source: Focus previous component
ca: Marca el component anterior

source: Focus next component
ca: Marca el component següent

# file_menu
source: File
ca: Fitxer

source: Open with
ca: Obre amb

# mark_menu
source: Mark
ca: Selecciona

# view_menu
source: View
ca: Visualitza

source: Show/Hide columns
ca: Mostra/Amaga columnes

source: Go
ca: Ves

source: Bookmarks
ca: Preferits

source: No bookmark
ca: No hi ha cap preferit

source: Network shares
ca: Xarxa compartida

source: Quick lists
ca: Llistes ràpides

source: Window
ca: Finestra

source: Help
ca: Ajuda

source: {0} of {1} selected
ca: {0} de {1} seleccionats

source: Connecting to folder, press ESCAPE to cancel.
ca: Connectant al directori, prem ESCAPE per a cancel·lar

source: Free: {0}
ca: Lliure

source: Capacity: {0}
ca: Capacitat

source: Shortcuts
ca: Dreceres

source: Restore defaults
ca: Restaura per defecte

source: Show
ca: Mostra

source: Press Enter or double-click the shortcut you wish to edit
ca: Prem Enter o fes doble clic sobre la drecera per editar

source: Action description
ca: Descripció de l''acció

source: Shortcut
ca: Drecera

source: Alternate Shortcut
ca: Drecera alternativa

source: Type in a shortcut
ca: Escriu una drecera

source: Drag buttons to customize the command bar
ca: Arrossega els botons per personalitzar la barra de comandes

source: Folder access error
ca: Error en accedir al directori

source: Unable to read folder content
ca: No s''ha pogut llegir el contingut del directori

source: Would you like to browse or download this file ?
ca: Vol explorar o descarregar aquest fitxer?

source: No new version
ca: No hi ha una versió nova

source: Congratulations, you already have the latest version.
ca: Felicitats, ja té l''última versió

source: New version available
ca: Nova versió disponible

source: A new version of muCommander is available.
ca: Una nova versió d''muCommander està disponible

source: A new version of muCommander is available at {0}.
ca: Una nova versió d''muCommander està disponible a {0}

source: Server not reachable
ca: No s''ha pogut accedir al servidor

source: Unable to get version information from server.
ca: No s''ha pogut obtenir la informació del servidor

source: Install and restart
ca: Instal·la i reinicia

source: Preparing for update...
ca: Preparant l''actualització...

source: Quit muCommander
ca: Surt de l''muCommander

source: You have {0} window(s) open. Are you sure you want to quit ?
ca: Té {0} finestra(es) oberta(es). N''està segur?

source: Show next time
ca: Mostra la propera vegada

source: Default action when file exists
ca: Acció per defecte quan el fitxer existeix

source: Verify data integrity
ca: Comprova la integritat de les dades

source: Skip errors
ca: Salta els errors

source: File collision
ca: Col·lisió de fitxers

# rename_dialog.new_name
source: New name
ca: Nou nom

source: Copy selected file(s) to
ca: Copia el(s) fitxer(s) seleccionat(s) a

source: Copy error
ca: Error en copiar

source: Copying files
ca: Copiant fitxers

source: Copying {0}
ca: Copiant {0}

source: Packing files
ca: Comprimint

source: Compressing {0}
ca: Comprimint {0}

source: Pack error
ca: Error de compressió

source: Add selected files to
ca: Afegeix els fitxers seleccionats a

source: Archive format
ca: Format del fitxer

source: Unpack selected file(s) to
ca: Descomprimeix el(s) fitxer(s) seleccionat(s) a

source: Unpack error
ca: Error en descomprimir

source: Unpacking files
ca: Descomprimint

source: Unpacking {0}
ca: Descomprimint {0}

source: Optimizing archive {0}
ca: Optimitzant el fitxer {0}

source: Error while optimizing archive {0}
ca: Error en comprimir el fitxer {0}

source: Move to
ca: Mou a

source: Move error
ca: Error en moure

source: Moving files
ca: Movent els fitxers

source: Moving {0}
ca: Movent {0}

source: Download file to
ca: Baixar fitxer a

source: Download error
ca: Error de baixada

source: Downloading
ca: Baixant

source: Downloading {0}
ca: Baixant {0}

source: Allocate space
ca: Mida

source: Permanently delete selected file(s) ?
ca: Voleu eliminar permanentment el/s fitxer/s seleccionat/s?

source: Delete selected file(s) ?
ca: Eliminar fitxer/s seleccionats?

source: Files will be moved to the trash.
ca: Els fitxers s''enviaran a la paperera.

source: Move to trash
ca: Enviar a la paperera

source: One or more files could not be moved to the trash.
ca: Algun/s fitxer/s no s''han pogut enviar a la paperera.

source: Deleting
ca: Eliminant

source: Delete error
ca: Error eliminant

source: Deleting {0}
ca: Eliminant {0}

source: Mail not configured
ca: Correu electrònic sense configurar

source: You need to set your mail parameters first.
ca: Primer heu de configurar el correu electrònic.

source: From
ca: De

source: To
ca: Per

source: Subject
ca: Assumpte

source: Send
ca: Enviar

source: Email files error
ca: Error enviant

source: Unable to read files in subfolders.
ca: No es poden llegir els fitxers dels dubdirectoris.

source: Sending files
ca: Enviant fitxers

source: Sending {0}
ca: Enviant {0}

source: Connecting to {0}
ca: Connectant amb {0}

source: Unable to contact mail server {0}, check your mail preferences or try again later.
ca: No es pot connectar amb el servidor {0}, verifiqueu la vostra configuració de correu electrònic o intenteu-ho més tard.

source: Connection closed by server, mail not sent.
ca: Connexió tancada pel servidor, el missatge no s''ha enviat.

source: Error while closing connection, mail may not have been sent.
ca: Error tancant la conneció, el missatge no s''ha enviat.

source: Unable to send file {0}, mail not sent.
ca: No s''ha pogut enviar el fitxer {0}, el missatge no s''ha enviat.

source: Split file error
ca: Error en partir el fitxer

source: File to split
ca: Fitxer a trossejar

source: Target directory
ca: Directori de destí

source: Size of each part
ca: Mida de cada tros

source: Number of parts
ca: Nombre de parts

source: Generate CRC file
ca: Generar fitxer CRC

source: Maximum allowed number of parts is {0}
ca: El màxim nombre de parts permés és {0}

source: Auto
ca: Automàtic

source: Insert new media
ca: Inserteu un nou suport

source: Combine file error
ca: Error combinant fitxer

source: Combine succeeded. No CRC file.
ca: Combinació finalitzada. No s''ha creat fitxer CRC.

source: Error while reading CRC file.
ca: Error llegint fitxer CRC.

source: CRC mismatch: expected {1}, found {0}
ca: Desajust en CRC

source: Combine succeeded. CRC checksum ok.
ca: Combinació finalitzada. Suma de verificació de CRC correcta.

# file_selection_dialog.mark
source: Mark
ca: Marca

source: Unmark
ca: Desmarca

source: Mark files whose filename
ca: Marca fitxers amb el nom

source: Unmark files whose filename
ca: Desmarca fitxers amb el nom

source: Contains
ca: Conté

source: Starts with
ca: Comença amb

source: Ends with
ca: Acaba amb

source: Is
ca: És

source: Case sensitive
ca: Diferencia Majúscules / minúscules

source: Include folders
ca: Inclou directoris

source: Matches Regexp
ca: Coïncideix amb l''expressió regular

source: Transfer starting...
ca: Iniciant la transferència...

source: Transferred {0} at {1}
ca: {0} transferits a {1}

source: Elapsed time
ca: Temps transcorregut

source: Advanced
ca: Avançades

source: Current speed
ca: Velocitat actual

source: Limit speed
ca: Limitar la velocitat

source: Close window when finished
ca: Tancar la finestra en acabar

source: Processing files
ca: Processant fitxers

source: Processing {0}
ca: Processant {0}

source: Verifying {0}
ca: Verificant {0}

source: Job finished
ca: Tasca finalitzada

source: Job error
ca: Error en tasca

source: {0} Properties
ca: {0} Propietats

source: Contents
ca: Contingut

source: Calculating...
ca: Calculant...

source: Checksum algorithm
ca: Algorisme de suma de verificació

source: Temporary file
ca: Fitxer temporal

source: Now
ca: Ara

source: Specific date
ca: Data concreta

source: Run in current folder
ca: Executar en el directori actual

source: Run in home folder
ca: Executar en el directori del usuari

source: Command output
ca: Sortida de l''ordre

source: Run
ca: Executar

source: Clear history
ca: Buidar l''històric

source: Connection type
ca: Tipus de connexió

# server_connect_dialog.server
source: Server
ca: Servidor

source: Share
ca: Compartir

source: Domain
ca: Domini

source: Username
ca: Nom d''usuari

source: Initial directory
ca: Directori d''inici

source: Server URL
ca: URL del servidor

source: Web site URL
ca: URL de la pàgina web

source: Connect
ca: Connectar

source: NFS version
ca: Versió de NFS

source: Private key
ca: Clau privada

source: Passphrase
ca: Contrasenya

source: Enable passive mode
ca: Activar en mode passiu

source: Anonymous user
ca: Usuari anònim

source: Number of connection retries
ca: Nombre de intents de connexió

source: Delay between retries (in seconds)
ca: Retard entre intents (en segons)

source: HTTP Basic Authentication (optional)
ca: Autenticació bàsica d''HTTP (opcional)

source: Disconnect
ca: Desconnecta

source: Busy
ca: Ocupat

source: Idle
ca: Inactiu

source: Bonjour services
ca: Serveis Bonjour

source: No service discovered
ca: No s''han trobat serveis

source: Bonjour disabled
ca: Bonjour deshabilitat

source: Authentication
ca: Autenticació

source: Please enter a login and password
ca: Entreu un nom de usuari i una contrasenya

# auth_dialog.server
source: Server
ca: Servidor

source: Store login and password (weak encryption)
ca: Emmagatzema nom de usuari i contrasenya (encriptació feble)

source: Connect as
ca: Connecta com

source: Authentication failed
ca: Error autenticant

source: Move up
ca: Puja

source: Move down
ca: Baixa

source: Add
ca: Afegeix

source: New
ca: Nou

source: View error
ca: Error de visualització

source: Unable to view file.
ca: No es pot visualitzar el fitxer

# file_viewer.file_menu
source: File
ca: Fitxer

# file_viewer.close
source: Close
ca: Tanca

source: This file may be too large for this operation.
ca: Fitxer molt llarg; pot donar problemes durant la operació

source: Open anyway
ca: Obrir igualment

# text_viewer.edit
source: Edit
ca: Edita

# text_viewer.copy
source: Copy
ca: Còpia

source: Select All
ca: Selecciona-ho tot

# text_viewer.find
source: $[find]
ca: Busca

source: Find next
ca: Busca el següent

source: Find previous
ca: Busca l''anterior

# text_viewer.view
source: View
ca: Vista

source: This appears to be a binary file
ca: El fitxer sembla binari
