Repository: jmontane/software-translations
Catalog: mucommander/dictionary_*.po
Languages: ca

source: Line numbers
ca: Numera línies

source: Line wrap
ca: Ajusta el text

source: Zoom in
ca: Apropar

source: Zoom out
ca: Allunyar

source: Edit error
ca: Error d''edició

source: Unable to edit file.
ca: No es pot editar l''arxiu.

# file_editor.save
source: Save
ca: Desa

source: Save as...
ca: Anomena i desa...

source: Save changes made to this file before closing ?
ca: Vols desar els canvis fets abans de tancar el fitxer?

source: Unable to write file.
ca: No es pot escriure el fitxer

source: Cut
ca: Retalla

source: Paste
ca: Enganxa

source: Type in any character to start a quick search
ca: Premeu qualsevol tecla per iniciar una cerca ràpida

source: Cancel quick search
ca: Cancelar cerca ràpida

source: Remove last character from quick search string
ca: Eliminar l''últim caràter de la cadena de la cerca ràpida

source: Jump to previous quick search result
ca: Anar al anterior resultat de la cerca ràpida

source: Jump to next quick search result
ca: Anar al resultat següent de la cerca ràpida

source: Mark/Unmark current file and jump to next search result
ca: Marca/Desmarca fitxer actual i passa al següent resultat de la cerca

source: Theme editor
ca: Editor de temes

source: Folder pane
ca: Subfinestra de directori

source: Shell
ca: intèrpret d''ordres

source: Shell history
ca: Historial del intèrpret d''ordres

source: Status bar
ca: Barra d''estat

source: Free space
ca: Espai lliure

# theme_editor.free_space.ok
source: OK
ca: D''acord

# theme_editor.free_space.warning
source: Warning
ca: Avís

source: Critical
ca: Crític

source: Location bar
ca: Barra de localització

source: File editor
ca: Editor de fitxers

source: Font
ca: Tipus de lletra

source: Active
ca: Actiu

source: Inactive
ca: Inactiu

source: This will overwrite the custom theme. Do you wish to proceed?
ca: Es sobreescriurà el tema personalitzat. Vols continuar?

source: Unable to write theme {0}
ca: No es pot escriure el tema {0}

source: Border
ca: Vora

source: Background
ca: Fons

source: Alternate background
ca: Alternar fons

source: Background (without focus)
ca: Fons (sense focus)

source: Unmatched file
ca: Fitxer sense coincidència

source: Progress
ca: Realitzat

source: Normal (without focus)
ca: Normal (sense focus)

source: Selected
ca: Seleccionat

source: Selected (without focus)
ca: Seleccionat (sense focus)

source: Plain file
ca: Fitxer text net

source: Marked file
ca: Fitxer marcat

source: Hidden file
ca: Fitxer ocult

source: Folder
ca: Directori

source: Archive
ca: Arxiva fitxer

source: Symbolic link
ca: Enllaç simbòlic

source: Header
ca: Capçalera

source: Item
ca: Element

source: Available Actions
ca: Accions disponibles

source: Modifier
ca: Modificador

# prefs_dialog.title
source: Preferences
ca: Preferències

source: Day
ca: Dia

source: Month
ca: Mes

source: Year
ca: Any

source: Language (requires restart)
ca: Idioma (s''haurà de reiniciar)

source: Date & time format
ca: Format horari i de data

source: Time
ca: Hora

# prefs_dialog.date
source: Date
ca: Data

source: Separator
ca: Separador

source: 12-hour format
ca: Format 12 hores

source: 24-hour format
ca: Format 24 hores

source: Show seconds
ca: Mostrar segons

source: Show century
ca: Mostrar segle

source: Check for updates on startup
ca: Buscar actualitzacions al iniciar

source: Show splash screen
ca: Mostrar pantalla de presentació

source: Folders
ca: Directoris

source: Startup folders
ca: Directoris de inici

source: Left folder
ca: Directori esquerra

source: Right folder
ca: Directori dret

source: Last visited folder
ca: Últim directori visitat

source: Custom folder
ca: Directori personalitzat

source: Show hidden files
ca: Mostrar fitxers ocults

source: Show .DS_Store files
ca: Mostrar fitxers .DS_Store

source: Show system folders
ca: Mostrar directoris de sistema

source: Round displayed file sizes
ca: Arrodonir les mides dels fitxers mostrades

source: Follow symlinks when changing current directory
ca: Seguir els enllaços simbòlics en canviar el directori actual

source: Appearance
ca: Aspecte

source: Icon size
ca: Mida de les icones

source: Toolbar
ca: Barra d''eines

source: Command bar
ca: Barra de comendes

source: File types
ca: Tipus de fitxers

source: Use system file icons
ca: Utilitzar les icones del sistema de fitxers

source: Always
ca: Sempre

source: Never
ca: Mai

source: For applications only
ca: Només per programes

source: Edit current theme...
ca: Edita el tema actual...

source: Themes
ca: Temes

source: Import theme
ca: Importa tema

source: Import look & feel
ca: Importa Look & Feel

source: No look & feel was found.
ca: No s''ha trobat cap Look & Feel.

source: Error while importing theme {0}.
ca: Error important el tema {0}

source: Cannot load theme from file {0}
ca: No s''ha pogut llegir el tema del fitxer {0}

source: Export {0}
ca: Exporta {0}

source: Import
ca: Importa

source: Export
ca: Exporta

source: Type: {0}
ca: Tipus

source: Permanently delete theme {0} ?
ca: Eliminar el tema {0} permanentment?

source: Permanently delete look & feel {0} ?
ca: Eliminar el Look & Feel {0} permanentment?

source: Failed to rename theme {0}
ca: Error renombrant el tema {0}

source: XML file
ca: Fitxer XML

source: JAR file
ca: Fitxer JAR

source: Mail
ca: Correu electrònic

source: Outgoing mail settings
ca: Configuració del correu de sortida

source: Your name
ca: El vostre nom

source: Your email address
ca: El vostre correu electrònic

source: SMTP server
ca: Servidor SMTP

source: Misc
ca: Varis

source: Show confirmation dialog on quit
ca: Demanar confirmació en sortir

source: Use default system shell
ca: Utilitzar l''intèrpret d''ordres del sistema

source: Use custom shell
ca: Utilitzar un intèrpret d''ordres específic

source: Enable Bonjour services discovery
ca: Activar cerca de Serveis Bonjour

source: Enable system notifications
ca: Activar les notificacions del sistema

source: Level
ca: Nivell

source: {0}mo
ca: {0}me

source: {0}y
ca: {0}a

source: Custom theme
ca: Tema personalitzat

source: Customized
ca: Personalitzat

source: Built-in
ca: Integrat

source: Add-on
ca: Complement

source: current
ca: actual

source: An error occurred while loading this theme.
ca: S''ha produït un error en carregar aquest tema.

source: Welcome to muCommander
ca: Benvinguts a muCommander

source: Please choose the way you want muCommander to behave.
ca: Trieu el comportament desitjat de muCommander.

source: Select your Look & feel
ca: Seleccioneu el vostre Look & Feel

source: Select your theme
ca: Seleccioneu el vostre tema

# font_chooser.font_size
source: Size
ca: Mida

source: Bold
ca: Negreta

source: Italic
ca: Cursiva

source: Red
ca: Vermell

source: Green
ca: Verd

source: Blue
ca: Blau

source: Hue
ca: To

source: Brightness
ca: Brillantor

source: Swatches
ca: Mostres

source: Saturation
ca: Saturació

source: Alpha transparency
ca: Transparència alpha

source: Pick a color
ca: Seleccioneu un color

source: Rename pattern
ca: Renombra patró

source: Search & Replace
ca: Cerca i reemplaça

source: Search for
ca: Cerca

source: Replace with
ca: Reemplaça amb

source: Counter
ca: Comptador

source: Start at
ca: Comença a

source: Step by
ca: Salta''n

source: Upper/Lowercase
ca: Majúscules/Minúscules

source: Unchanged
ca: Sense canvis

source: lowercase
ca: minúscules

source: UPPERCASE
ca: MAJÚSCULES

source: First letter uppercase
ca: Primera lletra en majúscula

source: First Of Each Word
ca: Primera Lletra De Cada Paraula

source: Old name
ca: Nom antic

# batch_rename_dialog.new_name
source: New name
ca: Nom nou

source: Preserve
ca: Protegeix

source: Range
ca: Abast

source: {0} files out of {1} will be renamed. Do you wish to proceed?
ca: Es canviarà el nom de {0} fitxers de {1}. Vols continuar?

source: Duplicate names!
ca: Noms duplicats!

source: Names conflict! Same values in old and new names.
ca: Conflicte de noms! Coïncideixen alguns noms antics i nous.

source: Current location has no parent
ca: L''emplaçament actual no te pare

source: No recent location
ca: No hi ha emplaçaments recents

source: No recently executed file
ca: No hi ha fitxers executats recentment
