Repository: jmontane/software-translations
Catalog: prestashop/gettext/AdminCatalogFeature.*.po
Languages: ca_es

source: Texture
ca_es: Textura

source: Apply a discount
ca_es: Aplicar un descompte

source: Percent (%)
ca_es: Percentatge (%)

source: Apply a discount to
ca_es: Aplicar descompte a

source: Order (without shipping)
ca_es: Comanda (sense enviament)

source: Specific product
ca_es: Producte específic

source: Cheapest product
ca_es: Producte més barat

source: Selected product(s)
ca_es: Productes seleccionats

source: Exclude discounted products
ca_es: Excloure productes amb descompte

source: Send a free gift
ca_es: Enviar un regal de franc

source: Search a product
ca_es: Cercar un producte

source: Matching products
ca_es: Productes que concorden

source: Available combinations
ca_es: Combinacions disponibles

source: Country selection
ca_es: Selecció del país

source: Carrier selection
ca_es: Selecció del transportista

source: Customer group selection
ca_es: Selecció de grup de clients

source: Store selection
ca_es: Selecció de botiga

source: Limit to a single customer
ca_es: Limitar a un sol client

source: Valid
ca_es: Vàlid

source: Minimum amount
ca_es: Quantitat mínima

source: Shipping excluded
ca_es: Enviament exclòs

source: Shipping included
ca_es: Enviament inclòs

source: Total available
ca_es: Total disponible

source: Total available for each user
ca_es: Total disponible per a cada usuari

source: Restrictions
ca_es: Restriccions

source: Unselected countries
ca_es: PaÏsos no seleccionats

source: Selected countries
ca_es: PaÏsos seleccionats

source: Unselected carriers
ca_es: Transportistes no seleccionats

source: Selected carriers
ca_es: Transportistes seleccionats

source: Unselected groups
ca_es: Grups no seleccionats

source: Selected groups
ca_es: Grups seleccionats

source: Compatibility with other cart rules
ca_es: Compatibilitat amb altres regles de cistella

source: Uncombinable cart rules
ca_es: Regles de cistella no combinables

source: Combinable cart rules
ca_es: Regles de cistella combinables

source: Product selection
ca_es: Selecció de producte

source: Unselected shops
ca_es: Botigues no seleccionades

source: Selected shops
ca_es: Botigues seleccionades

source: Cart rule
ca_es: Regla de cistella

source: Information
ca_es: Informació

source: Now
ca_es: Ara

source: Done
ca_es: Fet

source: Choose Time
ca_es: Triar l'hora

source: Time
ca_es: Temps

source: Minute
ca_es: Minut

source: Highlight
ca_es: Il·luminat

source: Partial use
ca_es: Ús parcial

source: Number of products required in the cart to enjoy the discount:
ca_es: Nombre de productes necessaris a la cistella per a gaudir del descompte:

source: Attachment
ca_es: Adjunt

source: Product name
ca_es: Nom del producte

source: Conditions
ca_es: Condicions

source: Add a new condition group
ca_es: Afegir un nou grup de condicions

source: Add condition
ca_es: Afegir condició

source: Condition group
ca_es: Grup de condicions

source: MPN
ca_es: Número de peça del fabricant (MPN)

source: Root
ca_es: Arrel

source: Home
ca_es: Pàgina principal

source: Increase
ca_es: Augment

source: Decrease
ca_es: Disminuir

source: Customer Order
ca_es: Comanda del client

source: Adjustment following an inventory of stock
ca_es: Ajust després d'un inventari

source: Transfer to another warehouse
ca_es: Transferir a un altre magatzem

source: Transfer from another warehouse
ca_es: Transferir des d'un altre magatzem

source: Supply Order
ca_es: Comanda de subministrament

source: Product Return
ca_es: Retorn de producte

source: Manual Entry
ca_es: Entrada manual

source: Values
ca_es: Valors

source: Value
ca_es: Valor

source: Color or texture
ca_es: Color o textura

source: Public name
ca_es: Nom públic

source: Attribute type
ca_es: Tipus d'atribut

source: Attribute group
ca_es: Grup d'atributs

source: Current texture
ca_es: Textura actual

source: Add new values
ca_es: Afegir nous valors

source: Add New Attributes
ca_es: Afegir nou atributs

source: Edit New Attribute
ca_es: Modificar nou atribut

source: Add New Attribute
ca_es: Afegir un Nou Atribut

source: Attributes
ca_es: Atributs

source: Payment:
ca_es: Pagament:

source: Cart Rules
ca_es: Regles de cistella

source: Open
ca_es: Obert

source: Closed
ca_es: Tancat

source: Pending 1
ca_es: Pendent 1

source: Pending 2
ca_es: Pendent 2

source: Messages
ca_es: Missatges

source: Private
ca_es: Privat

source: Last message
ca_es: Últim missatge

source: Contact options
ca_es: Opcions de contacte

source: Allow file uploading
ca_es: Permetre la càrrega d'arxius

source: Default message
ca_es: Missatge predeterminat

source: Customer service options
ca_es: Opcions del servei d'atenció al client

source: IMAP URL
ca_es: URL IMAP

source: IMAP port
ca_es: Port IMAP

source: IMAP user
ca_es: Usuari IMAP

source: IMAP password
ca_es: Clau de pas IMAP

source: Delete messages
ca_es: Suprimir els missatges

source: Create new threads
ca_es: Crear noves discussions

source: IMAP options
ca_es: Opcions IMAP

source: Total threads
ca_es: Discussions totals

source: Threads pending
ca_es: Discussions pendents

source: Total number of customer messages
ca_es: Nombre d'entrades de clients

source: Total number of employee messages
ca_es: Total de missatges empleat

source: Unread threads
ca_es: Discussions sense llegir

source: Closed threads
ca_es: Discussions tancades

source: Pending Discussion Threads
ca_es: Discussions pendents

source: Average Response Time
ca_es: Temps mitjà de resposta

source: Messages per Thread
ca_es: Missatges per discussió

source: Reply to the next unanswered message in this thread
ca_es: Respondre al següent missatge sense resposta d'aquesta discussió

source: Message forwarded to
ca_es: Missatge reenviat a

source: Mark as "handled"
ca_es: Marcar com a "tractat"

source: Re-open
ca_es: Reobrir

source: Mark as "pending 1" (will be answered later)
ca_es: Marcar com a "pendent 1" (es respondrà més tard)

source: Disable pending status
ca_es: Desactivar l'estat de pendent

source: Mark as "pending 2" (will be answered later)
ca_es: Marcar com a "pendent 2" (es respondrà més tard)

source: Message to:
ca_es: Missatge per a:

source: Product:
ca_es: Producte:

source: Status:
ca_es: Estat:

source: Edit value
ca_es: Modificar valor

source: Save then add another value
ca_es: Desar i afegir un altre valor

source: Edit New Feature
ca_es: Modificar nova característica

source: Add New Feature
ca_es: Afegir una nova característica

source: Feature value
ca_es: Valor de la pestanya de característiques

source: Add a new feature value
ca_es: Afegir una nova característica de valor

source: Add new feature
ca_es: Afegir una nova característica

source: Impact on weight
ca_es: Influencia en el pes

source: Low stock level
ca_es: Nivell d'inventari baix

source: Receive a low stock alert by email
ca_es: Rebre una alerta de baix inventari per correu electrònic

source: Delivery time of in-stock products:
ca_es: Temps de lliurament per a productes en inventari:

source: Label when in stock
ca_es: Etiqueta quan estigui en inventari

source: Condition
ca_es: Condició

source: Number of allowed downloads
ca_es: Nombre de descàrregues permeses

source: Short description
ca_es: Descripció breu

source: Category root
ca_es: Categoria arrel

source: Reduction with or without taxes
ca_es: Reducció amb o sense impostos

source: Reduction type
ca_es: Tipus de reducció

source: Beginning
ca_es: Començament

source: End
ca_es: Final

source: Leave initial price
ca_es: Deixar el preu inicial

source: Number of products
ca_es: Nombre d'articles

source: Average number of products per category
ca_es: Nombre mitjà de productes per categoria

source: Disabled Categories
ca_es: Categories desactivades

source: Empty Categories
ca_es: Categories buides

source: Top Category
ca_es: Categoria superior

source: All combinations
ca_es: Totes les combinacions

source: copy of %s
ca_es: còpia de %s

source: Comment:
ca_es: Comentari:

source: Opened
ca_es: Obert

source: Default delivery time: [1]%delivery_time% - %oos_delivery_time%[/1] [2]Edit delivery time[/2]
ca_es: Hora de lliurament per defecte: [1]%delivery_time% - %oos_delivery_time%[/1] [2]Modifiqueu l'hora de lliurament[/2]

source: A physical product that needs to be shipped.
ca_es: Un producte físic que s'ha d'enviar.

source: A product with different variations (size, color, etc.) from which customers can choose.
ca_es: Un producte amb diferents variacions (mida, color, etc.) entre el qual els clients poden triar.

source: A collection of products from your catalog.
ca_es: Una col·lecció de productes del vostre catàleg.

source: An intangible product that doesn't require shipping. You can also add a downloadable file.
ca_es: Un producte intangible que no s'ha d'enviar. També podeu afegir un arxiu descarregable.

source: Customers can access the product by browsing the catalog, using the search bar, or the link.
ca_es: Els clients poden accedir al producte navegant pel catàleg, mitjançant la barra de cerca o l'enllaç.

source: Customers can access the product only by browsing the catalog. This is particularly useful to avoid displaying too many similar products in a search.
ca_es: Els clients solament poden accedir al producte navegant pel catàleg. Això és especialment útil per a evitar que es mostrin massa productes semblants en una cerca.

source: Customers can access the product only by using the search bar.
ca_es: Els clients solament poden accedir al producte mitjançant la barra de cerca.

source: Only customers with the link can access the product.
ca_es: Sols els clients amb l'enllaç poden accedir al producte.

source: product(s)
ca_es: proucte(s)

source: Cart rules
ca_es: Regles de cistella

source: Products
ca_es: Articles

source: List of disabled products
ca_es: Llista de productes desactivats

source: List of empty categories
ca_es: Llista de categoríes buides

source: List of products with combinations but without available quantities for sale
ca_es: Llista de productes amb combinacions però sense quantitats disponibles per a la venda

source: List of products without combinations and without available quantities for sale
ca_es: Llista de productes sense combinacions i sense quantitats disponibles per a la venda

source: List of products without description and summary
ca_es: Llista de productes sense descripció i resum

source: List of products without images
ca_es: Llista de productes sense imatge

source: List of products without price
ca_es: Llista de productes sense preu

source: Cover image
ca_es: Imatge de portada

source: %price% (tax incl.)
ca_es: %price% (IVA incl.)

source: %price% (tax excl.)
ca_es: %price% (IVA excl.)

source: Add new root category
ca_es: Afegir una nova categoria arrel

source: Add new category
ca_es: Afegir nova categoria

source: Low stock alert
ca_es: Nivell d'inventari baix

source: Select a store
ca_es: Seleccionar una botiga

source: Combination name
ca_es: Nom de la combinació

source: Physical quantity
ca_es: Quantitat física

source: Reserved quantity
ca_es: Quantitat reservada

source: Category name
ca_es: Nom de la categoria

source: Parent of the category
ca_es: Categoria pare

source: Decrement pack only.
ca_es: Decrementar únicament el paquet.

source: Decrement products in pack only.
ca_es: Decrementar únicament els productes del paquet.

source: Decrement both.
ca_es: Decrement tots dos.

source: Choose a value
ca_es: Escull un valor

source: Pre-defined value
ca_es: Predefinits valor

source: OR Customized value
ca_es: O valor personalitzat

source: Choose a feature
ca_es: Escolliu una característica

source: Please select a file
ca_es: Selecciona un arxiu

source: Impact on price per unit (tax excl.)
ca_es: Impacte sobre el preu unitari (IVA excl.)

source: Set as default combination
ca_es: Definir com a combinació per defecte

source: ISBN code
ca_es: Codi ISBN

source: Min. quantity for sale
ca_es: Mín. quantitat a la venda

source: Select images of this combination:
ca_es: Selecciona imatges d'aquesta combinació:

source: Final price
ca_es: Preu final

source: Impact on price (tax incl.)
ca_es: Impacte sobre el preu (IVA incl.)

source: UPC barcode
ca_es: Codi de barres UPC

source: EAN-13 or JAN barcode
ca_es: Codi de barres EAN-13 o JAN

source: Cost Price
ca_es: Preu de cost

source: Minimum quantity
ca_es: Quantitat mínima

source: Pack of products
ca_es: Pack de productes

source: Standard product
ca_es: Producte estàndard

source: Default category
ca_es: Categoria predeterminada

source: Add products to your pack
ca_es: Afegir productes al teu pack

source: Choose a brand
ca_es: Trieu una marca

source: Pre-tax retail price
ca_es: Preu final abans d'impostos

source: Retail price with tax
ca_es: Preu final amb impostos

source: Add a new category
ca_es: Afegir una nova categoria

source: Accessories
ca_es: Accessoris

source: This field contains invalid characters: %invalidCharacters%
ca_es: Aquest camp conté caràcters no vàlids: %invalidCharacters%

source: Invalid characters are: %invalidCharacters%
ca_es: Els caràcters no vàlids són: %invalidCharacters%

source: Everywhere
ca_es: arreu

source: Catalog only
ca_es: Només catàleg

source: Search only
ca_es: Només cerca

source: Nowhere
ca_es: Enlloc

source: Available for order
ca_es: disponible per al cap

source: Show price
ca_es: Mostrar el preu

source: Web only (not sold in your retail store)
ca_es: Únicament en línia (no es ven a la botiga física)

source: Display condition on product page
ca_es: Mostrar la condició a la pàgina del producte

source: Display options
ca_es: Opcions de visualització

source: Default suppliers
ca_es: Proveïdors per defecte

source: Attachments for this product:
ca_es: Adjunts per aquest producte:

source: Retail price (tax excl.)
ca_es: Preu de venda (IVA excl.)

source: Ecotax (tax incl.)
ca_es: Ecotaxa (IVA incl.)

source: Display the "On sale!" flag on the product page, and on product listings.
ca_es: Mostrar la marca "En oferta!" a la pàgina del producte i a les llistes de productes.

source: Retail price (tax incl.)
ca_es: Preu de venda (IVA incl.)

source: Retail price per unit (tax excl.)
ca_es: Preu de venda per unitat (IVA excl.)

source: No tax
ca_es: Sense impostos

source: Apply to all products
ca_es: S'apliquen a tots els productes

source: Use default behavior
ca_es: Utilitzar el comportament predeterminat

source: Allow orders
ca_es: Permetre comandes

source: Deny orders
ca_es: Refusar comandes

source: Stock location
ca_es: Localització d'inventari

source: Availability date
ca_es: Data de disponibilitat

source: Send me an email when the quantity is below or equals this level
ca_es: Envieu-me un correu electrònic quan la quantitat sigui més baixa o igual a aquest nivell

source: Label when out of stock (and backorders allowed)
ca_es: Etiqueta quan s'exhaureixi (i es permet fer comandes)

source: When out of stock
ca_es: Si no hi ha inventari

source: Add downloadable file
ca_es: Afegir un arxiu descarregable

source: Minimum quantity for sale
ca_es: Quantitat mínima per vendre

source: Pack quantities
ca_es: Quantitats de paquet

source: Create combinations
ca_es: Crear combinacions

source: I want to use the advanced stock management system for this product.
ca_es: Vull fer servir el sistema avançat de gestió d'inventari per a aquest producte.

source: The available quantities for the current product and its combinations are based on the stock in your warehouse (using the advanced stock management system).
ca_es: Les quantitats disponibles pel producte actual i les seves combinacions està basada en l'inventari del vostre magatzem (utilitzant el sistema de gestió avançada d'inventari).

source: I want to specify available quantities manually.
ca_es: Vull especificar quantitats disponibles manualment

source: Meta title
ca_es: Meta títol

source: Meta description
ca_es: Meta descripció

source: Friendly URL
ca_es: URL amigable

source: Target product
ca_es: Producte escollit

source: Target category
ca_es: Categoria escollida

source: Redirection when offline
ca_es: Redirecció quan el producte estigui desactivat

source: No redirection (404)
ca_es: No redirecció (404)

source: No redirection (410)
ca_es: No redirecció (410)

source: Permanent redirection to a category (301)
ca_es: Redirecció permanent a una categoria (301)

source: Temporary redirection to a category (302)
ca_es: Redirecció temporal a una categoria (302)

source: Permanent redirection to a product (301)
ca_es: Redirecció permanent a un producte (301)

source: Temporary redirection to a product (302)
ca_es: Redirecció temporal a un producte (302)

source: Target
ca_es: Objectiu

source: Default behavior from configuration
ca_es: Comportament per defecte de la configuració

source: No redirection (200), display product
ca_es: Sense redirecció (200), mostrar el producte

source: No redirection (404), display product
ca_es: Sense redirecció (404), mostrar el producte

source: No redirection (410), display product
ca_es: Sense redirecció (410), mostrar el producte

source: No redirection (404), display error page
ca_es: Sense redirecció (404), mostrar la pàgina d'error

source: No redirection (410), display error page
ca_es: Sense redirecció (410), mostrar la pàgina d'error

source: None
ca_es: Cap

source: Specific delivery time to this product
ca_es: Temps de lliurament específic per aquest producte

source: Delivered within 3-4 days
ca_es: Lliurament en 3-4 dies

source: Delivery time of out-of-stock products with allowed orders:
ca_es: Termini de lliurament de productes exhaurits amb comandes permeses:

source: Delivered within 5-7 days
ca_es: Lliurament en 5-7 dies

source: Delivery time
ca_es: Temps de lliurament

source: Shipping fees
ca_es: Despeses d'enviament

source: Available carriers
ca_es: Transportistes disponibles

source: Width
ca_es: Amplada

source: Height
ca_es: Alçada

source: Depth
ca_es: Profunditat

source: Weight
ca_es: Pes

source: Default delivery time
ca_es: Temps de lliurament per defecte

source: Add customer
ca_es: Afegir client

source: Apply to all combinations
ca_es: Aplicar a totes les combinacions

source: Available from
ca_es: Disponible des de

source: Starting at
ca_es: comença el

source: Unit(s)
ca_es: Unitat(s)

source: Product price (tax excl.)
ca_es: Preu del producte (IVA excl.)

source: Reduction tax
ca_es: Taxa de reducció

source: Number of days
ca_es: Nombre de dies

source: Stored
ca_es: Emmagatzemat

source: Location (optional)
ca_es: Emplaçament (opcional)

source: Add categories
ca_es: Afegir categories

source: If the price per unit of this combination is different from the initial price per unit, enter the value of the impact (negative or positive).
ca_es: Si el preu per unitat d'aquesta combinació és diferent del preu inicial per unitat, introduïu el valor de l'impacte (negatiu o positiu).

source: Minimum order quantity
ca_es: Quantitat mínima de comanda

source: Edit fixed quantity
ca_es: Modificar quantitat fixa

source: You can bulk edit the selected combinations by enabling and filling each field that needs to be updated.
ca_es: Podeu modificar de manera massiva les combinacions seleccionades activant i emplenant cada camp que cal actualitzar.

source: Edit combination:
ca_es: Modificar combinació:

source: Manage product combinations
ca_es: Gestionar les combinacions de productes

source: Final retail price (tax excl.)
ca_es: Preu final de venda al detall (imp. excl.)

source: Final retail price (tax incl.)
ca_es: Preu final de venda al detall (imp. incl.)

source: Impact on price per unit (tax incl.)
ca_es: Impacte al preu per unitat (imp. incl.)

source: Related products
ca_es: Productes relacionats

source: Description
ca_es: Descripció

source: No brand
ca_es: Cap marca

source: Details
ca_es: Detalls

source: Choose a value or provide a customized one
ca_es: Trieu un valor o entreu-ne un de personalitzat

source: References
ca_es: Referències

source: Custom value
ca_es: Valor personalitzat

source: New product
ca_es: Nou producte

source: Caption
ca_es: Llegenda

source: [1]%filesNb%[/1] selected file(s)
ca_es: %filesNb% fitxer(s) seleccionat(s)

source: Use as cover image
ca_es: Usar com a imatge principal

source: Manage images
ca_es: Gestionar les imatges

source: Product has no images.
ca_es: El producte no té imatges.

source: Image
ca_es: Imatge

source: Images will be deleted.
ca_es: Les imatges se suprimiran.

source: [1]{filesNb}[/1] selected file(s)
ca_es: [1]{filesNb}[/1] fitxer(s) seleccionat(s)

source: Image is not associated to this store
ca_es: La imatge no està associada a aquesta botiga

source: Options
ca_es: Opcions

source: No files attached
ca_es: No hi ha cap arxiu adjunt.

source: [1]Manage all files[/1]
ca_es: [1]Gestionar tots els arxius[/1]

source: [1]Manage catalog price rules[/1]
ca_es: [1]Gestionar les regles de preus del catàleg[/1]

source: %price% tax excl.
ca_es: %price% IVA excl.

source: %price% tax incl.
ca_es: %price% IVA incl.

source: %price% margin
ca_es: Marge %price%

source: %margin_rate%% margin rate
ca_es: Percentatge de marge %margin_rate%%

source: %price% cost price
ca_es: Preu de cost %price%

source: Show catalog price rules
ca_es: Mostrar les regles de preus del catàleg

source: Hide catalog price rules
ca_es: Amagar les regles de preus del catàleg

source: Set a specific order for this product
ca_es: Definir una comanda específica per a aquest producte

source: Use default order: [1]{priority_list}[/1]
ca_es: Feu servir la comanda per defecte: [1]{priority_list}[/1]

source: Ecotax rate %rate%%
ca_es: Taxa ecològica %rate%%

source: Ecotax (tax excl.)
ca_es: Ecotaxa (IVA excl.)

source: Tax feature is disabled, it will not affect price tax included.
ca_es: La funció d'impostos està desactivada, no afectarà l'impost sobre el preu inclòs.

source: [1]Manage tax rules[/1]
ca_es: [1]Gestionar les regles d'impostos[/1]

source: Tax %1$s : %2$s%%
ca_es: Impostos %1$s: %2$s%%

source: Tax %1$s-%3$s: %2$s%%
ca_es: Impostos %1$s-%3$s: %2$s%%

source: Apply a discount to the initial price
ca_es: Aplicar un descompte al preu inicial

source: Set specific price
ca_es: Definir un preu específic

source: At least one of the following must be activated
ca_es: Com a mínim un dels següents ha de ser activat

source: Apply a discount to the initial price or set a specific price.
ca_es: Aplicar un descompte al preu inicial o definir un preu específic.

source: For customers meeting the conditions, the initial price will be crossed out and the discount will be highlighted.
ca_es: Per als clients que compleixin les condicions, es ratllarà el preu inicial i es destacarà el descompte.

source: Minimum number of units purchased
ca_es: Nombre mínim d'unitats comprades

source: Duration
ca_es: Durada

source: Retail price per unit (tax incl.)
ca_es: Preu al detall per unitat (imp. incl.)

source: Unit
ca_es: Unitat

source: Display retail price per unit
ca_es: Mostrar el preu per unitat de venda al detall

source: Enter the keywords that customers might search for when looking for this product.
ca_es: Introduïu les paraules clau que els clients poden cercar quan cerquin aquest producte.

source: [1]Manage all tags[/1]
ca_es: [1]Gestionar totes les etiquetes[/1]

source: Search engine optimization
ca_es: Optimització del motor de recerca

source: [1]Edit default behavior[/1]
ca_es: [1]Modificar el comportament per defecte[/1]

source: Recent stock movements
ca_es: Moviments recents de l'inventari

source: [1]View all stock movements[/1]
ca_es: [1]Veure tots els moviments de l'inventari[/1]

source: Edit quantity
ca_es: Modificar quantitat

source: Sold products
ca_es: Productes venuts

source: Shipped products
ca_es: Productes enviats

source: Returned products
ca_es: Productes retornats

source: Enter stock location
ca_es: Introduïu la localització de l'inventari

source: Stocks
ca_es: Inventari
