Repository: jmontane/software-translations
Catalog: prestashop/gettext/AdminPaymentNotification.*.po
Languages: ca_es

source: You have more than one shop and must select one to configure payment.
ca_es: Teniu més d'una botiga i heu de seleccionar-ne una per a configurar el pagament.

source: No currency mode for payment module
ca_es: No hi ha mode per a les monedes del mòdul de pagament

source: Cart cannot be loaded or an order has already been placed using this cart
ca_es: No es pot carregar la cistella o ja existeix una comanda per a aquesta cistella

source: The cart rule named "%1s" (ID %2s) used in this cart is not valid and has been withdrawn from cart
ca_es: La regla de cistella anomenada "%1s" (ID %2s) feta servir en aquesta cistella no és vàlida i s'ha suprimit de la cistella

source: Order creation failed
ca_es: La creació de la comanda ha fallat

source: Warning: the secure key is empty, check your payment account before validation
ca_es: Atenció: la clau segura és buida, verifiqueu el vostre compte de pagament abans de la validació

source: An error occurred while saving message
ca_es: Ha succeït un error mentre es desava el missatge

source: No carrier
ca_es: No hi ha transportista

source: %d image(s)
ca_es: %d imatge(s)

source: We recommend providing at least two different payment methods. Only one payment method could be problematic if this option cannot be used by a customer because it will prevent him/her from ordering.
ca_es: Us recomanem que proposar almenys dos mètodes de pagament diferents. Únicament un mètode de pagament pot ser problemàtic si aquesta opció no pot ser feta servir per un client, atès que evitarà que faci una comanda.

source: No payment module installed
ca_es: No hi ha instal·lat el mòdul de pagaments
