Repository: jmontane/software-translations
Catalog: prestashop/gettext/AdminInternationalHelp.*.po
Languages: ca_es

source: This will restore your last registered address format.
ca_es: Mostrarà de nou el disseny registrat per última vegada

source: This will restore the default address format for this country.
ca_es: Mostrarà un disseny predeterminat per a aquest país

source: This will restore your current address format.
ca_es: Mostrarà de nou disseny que està en curs d'edició

source: This will delete the current address format
ca_es: Això suprimirà el format d'adreça actual

source: You must use this syntax in your translations. Here are a few examples:
ca_es: Heu de fer servir aquesta sintaxi a les vostres traduccions. Aquí teniu uns quants exemples:

source: This expression uses a special syntax:
ca_es: Aquesta expressió fa servir una sintaxi especial:

source: Some of these expressions use this special syntax: %s.
ca_es: Algunes d'aquestes expressions fan servir aquesta sintaxi especial: %s.

source: There are [1]%replace%[/1] products
ca_es: Hi ha [1]%replace%[/1] productes

source: "%s" will be replaced by a number.
ca_es: "%s" serà substituïda per un número.

source: List of pages in [1]%replace%[/1]
ca_es: Llista de pàgines a [1]%replace%[/1]

source: "%s" will be replaced by a string.
ca_es: "%s" serà substituïda per una frase.

source: Feature: [1]%1%[/1] ([1]%2%[/1] values)
ca_es: Característica: [1]%1%[/1] ([1]%2%[/1] valors)

source: The numbers enable you to reorder the variables when necessary.
ca_es: Els nombres us permeten de canviar l'ordre de les variables quan sigui necessari.

source: You must use this syntax in your translations. Here are several examples:
ca_es: Heu de fer servir aquesta sintaxi a les vostres traduccions: Aquí hi ha uns quants exemples:

source: Click on the title of a section to open its fieldsets.
ca_es: Cliqueu sobre el títol d'una secció per a obrir aquest conjunt de camps.

source: Here you can modify translations for all installed module.
ca_es: Aquí podeu modificar les traduccions de tots els mòduls instal·lats.

source: Select your module
ca_es: Seleccioneu el vostre mòdul

source: Restrict country selections in front office to those covered by active carriers
ca_es: Restringir les seleccions de països a la botiga a aquelles cobertes per transportistes actius

source: Two -- or three -- letter ISO code (e.g. "us" for United States).
ca_es: Codi ISO de dues -- o tres -- lletres (p.ex. "us" per als Estats Units).

source: International call prefix, (e.g. 1 for United States).
ca_es: Prefix internacional de trucades, (p. ex. 1 per a Estats Units).

source: Geographical region.
ca_es: Regió geogràfica.

source: Indicate the format of the postal code: use L for a letter, N for a number, and C for the country's ISO 3166-1 alpha-2 code. For example, NNNNN for the United States, France, Poland and many other; LNNNNLLL for Argentina, etc. If you do not want PrestaShop to verify the postal code for this country, leave it blank.
ca_es: Indiqueu el format del codi postal: useu L per a lletres, N per a nombres, i C per a codi de paÏsos ISO 3166-1 alpha-2. Per exemple NNNNN per als Estats Units, França, Polònia i alguns altres; LNNNNLLL per a Argentina, etc. Si no voleu que PrestaShop verifiqui el codi postal d'aquest país, deixeu-lo en blanc.

source: Display this country to your customers (the selected country will always be displayed in the Back Office).
ca_es: Mostrar aquest país als vostres clients (el país sempre es mostra al Tauler d'Administració).

source: Provide the state name to be displayed in addresses and on invoices.
ca_es: Proporcioneu el nom de la província que es mostrarà a les adreces i a les factures.

source: 1 to 4 letter ISO code.
ca_es: Codi ISO 1 a 4 lletres

source: You can prefix it with the country ISO code if needed.
ca_es: Podeu prefixar el codi ISO del país si és necessari.

source: Country where the state is located.
ca_es: País on es troba la província.

source: Only the countries with the option "contains states" enabled are displayed.
ca_es: Només es mostraran els paÏsos amb l'opció "conté estats" activada.

source: Geographical region where this state is located.
ca_es: Zona geogràfica on es troba aquesta província.

source: Used for shipping
ca_es: Usat per trameses

source: You can define a range of Zip/Postal codes (e.g., 75000-75015) or simply use one Zip/Postal code.
ca_es: Podeu definir una sèrie de codis postals (p. ex., 75000-75015) o simplement fer servir un codi postal.

source: You must define the behavior if an address matches multiple rules:
ca_es: Heu de definir el comportament si una adreça coincideix amb diverses regles:

source: - This tax only: Will apply only this tax
ca_es: - Només aquest impost: S'aplicarà només a aquest impost

source: - Combine: Combine taxes (e.g.: 10% + 5% = 15%)
ca_es: - Combinar: Combinar impostos (p.ex..: 10% + 5% = 15%)

source: - One after another: Apply taxes one after another (e.g.: 100 + 10% => 110 + 5% = 115.5)
ca_es: - Un després d'un altre: Aplicar impostos un darrere de l'altre (p.ex.: 100 + 10% => 110 + 5% = 115.5)

source: No Tax
ca_es: Sense impostos

source: (Total tax: 9%)
ca_es: (Impost total: 9%)

source: By default, PrestaShop comes with a list of official currencies. If you want to use a local currency, you will have to add it manually. For example, to accept the Iranian Toman on your store, you need to create it before.
ca_es: De manera predeterminada, PrestaShop inclou una llista de monedes oficials. Si voleu fer servir una moneda local, l’haureu d’afegir manualment. Per exemple, per acceptar el Toman iranià a la vostra botiga, heu de crear-lo abans.

source: ISO 4217 code (e.g. USD for Dollars, EUR for Euros, etc.)
ca_es: Codi ISO 4217 (per exemple, USD per a dòlars, EUR per a euros, etc.)

source: Exchange rates are calculated from one unit of your shop's default currency. For example, if the default currency is euros and your chosen currency is dollars, type "1.20" (1€ = $1.20).
ca_es: Els tipus de canvi es calculen a partir d'una unitat de la moneda per defecte de la vostra botiga. Per exemple, si la moneda per defecte és l'euro i la moneda que trieu és el dòlars, escriviu "1,20" (1 € = $1.20).

source: Exchange rates are calculated from one unit of your store's default currency. For example, if the default currency is euros and your chosen currency is dollars, type "1.20" (1€ = $1.20).
ca_es: Els tipus de canvi es calculen a partir d'una unitat de la moneda per defecte de la vostra botiga. Per exemple, si la moneda per defecte és l'euro i la moneda seleccionada és en dòlars, escriviu "1,20" (1 € = 1,20 $).

source: This option allows you, among other things, to restrict access to your shop for certain countries. See below.
ca_es: Aquesta opció us permet, entre altres coses, de restringir l'accés a la vostra botiga per a determinats països. Vegeu tot seguit.

source: Two-letter ISO code (e.g. FR, EN, DE).
ca_es: Codi ISO de dues lletres (p.ex. FR, EN, DE).

source: IETF language tag (e.g. en-US, pt-BR).
ca_es: Etiqueta d'idioma IETF (p.ex., en-US, pt-BR).

source: Short date format (e.g., Y-m-d).
ca_es: Format curt de data (p.ex., A-m-d).

source: Full date format (e.g., Y-m-d H:i:s).
ca_es: Format complet de data (p.ex., A-m-d H:i:s).

source: Upload the country flag from your computer.
ca_es: Carregueu la bandera del país del vostre ordinador.

source: Image is displayed when no picture is found.
ca_es: La imatge a mostrar quan no es troba cap imatge.

source: Enable if this language is read from right to left.
ca_es: Activar si aquest idioma es llegeix de dreta a esquerra.

source: (Experimental: your theme must be compliant with RTL languages).
ca_es: (Experimental: el tema ha de ser compatible amb idiomes RTL).

source: Activate this language.
ca_es: Activar aquest idioma.

source: The ISO 639-1 identifier for the language of the country where your web server is located (en, fr, sp, ru, pl, nl, etc.).
ca_es: L'identificador ISO 639-1 per a l'idioma del país on es troba el vostre servidor web (en, fr, sp, ru, pl, nl, etc.).

source: The ISO 3166-1 alpha-2 identifier for the country/region where your web server is located, in lowercase (us, gb, fr, sp, ru, pl, nl, etc.).
ca_es: L'identificador ISO 3166-1 alfa-2 del país/regió on es troba el vostre servidor web, en minúscules (us, gb, fr, sp, ru, pl, nl, etc.).

source: If set to yes then the localization pack will be downloaded from prestashop.com. Otherwise the local xml file found in the localization folder of your PrestaShop installation will be used.
ca_es: Si es defineix com a sí, el paquet de localització es descarregarà de prestashop.com. En cas contrari, es farà servir el fitxer xml local que es troba a la carpeta de localització de la instal·lació de PrestaShop.

source: The default weight unit for your shop (e.g. "kg" for kilograms, "lbs" for pound-mass, etc.).
ca_es: La unitat de pes predeterminada per a la vostra botiga (p. ex. "kg" per a quilograms, "lbs" per a lliura-massa, etc.)

source: The default distance unit for your shop (e.g. "km" for kilometer, "mi" for mile, etc.).
ca_es: La unitat de distància predeterminada per a la vostra botiga (p. ex. "km" per a quilòmetres, "mi" per a milles, etc.)

source: The default volume unit for your shop (e.g. "L" for liter, "gal" for gallon, etc.).
ca_es: La unitat de volum predeterminada per a la vostra botiga (p. ex. "L" per a litres, "gal" per a galons, etc.)

source: The default dimension unit for your shop (e.g. "cm" for centimeter, "in" for inch, etc.).
ca_es: La unitat predeterminada de dimensions per a la vostra botiga (p. ex. "cm" per a centímedres, "in" per a polzades, etc.)

source: The default language used in your shop.
ca_es: Idioma predeterminat en la botiga.

source: Set browser language as default language.
ca_es: Definir l'idioma del navegador com a idioma predeterminat.

source: The default country used in your shop.
ca_es: El país predeterminat que utilitza la vostra botiga.

source: Set country corresponding to browser language.
ca_es: Definir el país corresponent a l'idioma del navegador.

source: The default currency used in your shop.
ca_es: La moneda predeterminada que utilitza la vostra botiga.

source: Zone name (e.g. Africa, West Coast, Neighboring Countries).
ca_es: Nom de la Zona (p. ex.: Àfrica, Comunitats Limítrofes,...).

source: Allow or disallow shipping to this zone.
ca_es: Permetre o no permetre lliuraments a aquesta zona.

source: Select whether or not to include tax on purchases.
ca_es: Seleccioneu si voleu incloure o no l'impost a les compres.

source: Select whether or not to display tax on a distinct line in the cart.
ca_es: Seleccioneu si voleu que es mostri impostos en una línia diferent al cistell

source: If you disable the ecotax, the ecotax for all your products will be set to 0.
ca_es: Si desactiveu l'ecotaxa, l'ecotaxa per a tots els vostres productes es definirà a 0.

source: Define the ecotax (e.g. French ecotax: 20%).
ca_es: Definir l'ecotaxa (p. ex., ecotaxa a França: 20%).

source: Tax name to display in carts and on invoices (e.g. "VAT").
ca_es: Nom de l'impost per mostrar a la cistella o a la factura (p. ex. "IVA").

source: Format: XX.XX or XX.XXX (e.g. 19.60 or 13.925)
ca_es: Format: XX.XX o XX.XXX (p. ex. 19,60 o 13.925)

source: You can add IP addresses that will always be allowed to access your shop (e.g. Google bots' IP).
ca_es: Podeu afegir adreces IP a les quals sempre es permetrà l'accés a la vostra botiga (p. ex. la IP del Google Bot)

source: You can add or update a language directly from the PrestaShop website here.
ca_es: Podeu afegir o actualitzar aquí un idioma directament des del web de PrestaShop.

source: Copies data from one language to another.
ca_es: Copiar les dades d'un idioma a un altre.

source: Warning: This will replace all of the existing data inside the destination language.
ca_es: Advertiment: això substituirà totes les dades existents dins de l'idioma de destinació.

source: If necessary [1][2] you must first create a new language[/1].
ca_es: Si cal [1][2] primer heu de crear un nou idioma[/1].

source: Export data from one language to a file (language pack).
ca_es: Exportar dades d'un idioma a un arxiu (paquet d'idioma).

source: Select which theme you would like to export your translations to.
ca_es: Seleccioneu el tema al qual voleu exportar les vostres traduccions.

source: Here you can modify translations for every line of text inside PrestaShop.
ca_es: Aquí es poden modificar les traduccions de totes les entrades de text dins de PrestaShop.

source: First, select a type of translation (such as "Back office" or "Installed modules"), and then select the language you want to translate strings in.
ca_es: Primer, seleccioneu un tipus de traducció (com ara "Back office" o "Mòduls instal·lats") i, tot seguit, seleccioneu l'idioma en què voleu traduir les cadenes de text.

source: Search a word or expression, e.g.: "Order confirmation"
ca_es: Cercar una paraula o expressió, p. ex.: "Confirmació de comanda"
