Repository: jmontane/software-translations
Catalog: prestashop/gettext/AdminDashboardHelp.*.po
Languages: ca_es

source: This mode displays sample data so you can try your dashboard without real numbers.
ca_es: Aquest mode mostra dades de mostra perquè pugueu provar el vostre tauler sense números reals.

source: Choose a fixed fee for each order placed in %currency% with %module%.
ca_es: Trieu una tarifa fixa per cada comanda realitzada en %currency% amb el %module%.

source: Choose a variable fee for each order placed in %currency% with %module%. It will be applied on the total paid with taxes.
ca_es: Trieu una tarifa variable per a cada comanda feta en %currency% amb %module%. S'aplicarà sobre el total pagat amb impostos.

source: Choose a fixed fee for each order placed with a foreign currency with %module%.
ca_es: Trieu una tarifa fixa per cada comanda realitzada a una moneda estrangera amb el %module%.

source: Choose a variable fee for each order placed with a foreign currency with %module%. It will be applied on the total paid with taxes.
ca_es: Trieu una tarifa variable per cada comanda feta en una moneda estrangera amb %module%. S'aplicarà sobre el total pagat amb els impostos.

source: For the carrier named %s, indicate the domestic delivery costs in percentage of the price charged to customers.
ca_es: Per al transportista anomenat %s, indiqueu els costos d'enviament nacionals en percentatge del preu cobrat als clients.

source: For the carrier named %s, indicate the overseas delivery costs in percentage of the price charged to customers.
ca_es: Per al transportista anomenat %s, indiqueu els costos d'enviament a l'estranger en percentatge del preu cobrat als clients.

source: Method: Indicate the percentage of your carrier margin. For example, if you charge $10 of shipping fees to your customer for each shipment, but you really pay $4 to this carrier, then you should indicate "40" in the percentage field.
ca_es: Mètode: indiqueu el vostre de marge en percentatge del transportista. Per exemple, si carregueu 10$ de despesa de lliurament al vostre client per a un enviament, però realment pagueu 4$ al transportista, cal que indiqueu "40" al camp de percentatge.

source: You should calculate this percentage as follows: ((total sales revenue) - (cost of goods sold)) / (total sales revenue) * 100. This value is only used to calculate the Dashboard approximate gross margin, if you do not specify the wholesale price for each product.
ca_es: Heu de calcular aquest percentatge així: ((ingressos totals per vendes) - (cost de productes)) / (ingressos totals per vendes) * 100. Aquest valor només s'utilitza per calcular el marge brut aproximat al Tauler de control, si no s'especifica un preu de majorista per a cada producte.

source: You should calculate this value by making the sum of all of your additional costs per order.
ca_es: Heu de calcular aquest valor fent la suma de totes les despeses addicionals per comanda.
