Repository: jmontane/software-translations
Catalog: prestashop/gettext/AdminNavigationNotification.*.po
Languages: ca_es

source: No new order for now :(
ca_es: No hi ha cap comanda nova per ara :(

source: No new customer for now :(
ca_es: No n'hi ha nous clients per ara :(

source: No new message for now.
ca_es: Cap missatge nou per ara.

source: registered
ca_es: enregistrat

source: Your shop is in debug mode.
ca_es: La vostra botiga és en mode de depuració.

source: All the PHP errors and messages are displayed. When you no longer need it, [1]turn off[/1] this mode.
ca_es: Es mostren tots els errors i missatges de PHP. Quan ja no us calguin, [1]desactiveu[/1] aquest mode.

source: Your shop is in maintenance.
ca_es: La botiga és en mode de manteniment.

source: Your visitors and customers cannot access your shop while in maintenance mode.%s To manage the maintenance settings, go to Shop Parameters > Maintenance tab.
ca_es: Els vostres visitants i clients no poden accedir a la vostra botiga mentre sigueu en mode de manteniment.%s Per a gestionar la configuració de manteniment, aneu a Paràmetres de la botiga > Manteniment.

source: Your store is in debug mode.
ca_es: La vostra botiga és en mode de depuració.

source: Your store is in maintenance mode.
ca_es: La vostra botiga és en mode de manteniment.

source: Your visitors and customers cannot access your store while in maintenance mode.
ca_es: Els vostres visitants i clients no poden accedir a la vostra botiga en mode de manteniment.

source: To manage the maintenance settings, go to Shop Parameters > General > Maintenance tab.
ca_es: Per a gestionar la configuració de manteniment, aneu a Paràmetres de la botiga > General > pestanya Manteniment.

source: Admins can access the store front office without storing their IP.
ca_es: Els administradors poden accedir a la botiga sense emmagatzemar la seva IP.

source: Orders[1][/1]
ca_es: Comandes[1][/1]

source: Customers[1][/1]
ca_es: Clients[1][/1]

source: Messages[1][/1]
ca_es: Missatges[1][/1]

source: from
ca_es: de

source: Have you checked your [1][2]abandoned carts[/2][/1]?[3]Your next order could be hiding there!
ca_es: Heu verificat les vostres [1][2]cistelles abandonades[/2][/1]?[3]La vostra següent comanda podria estar amagada allà!

source: Are you active on social media these days?
ca_es: Sou actius a les xarxes socials aquests dies?

source: Seems like all your customers are happy :)
ca_es: Sembla que tots els vostres clients estan satisfets :)

source: An error occurred while updating new window property.
ca_es: S'ha produït un error mentre s'actualitzava la nova propietat de la finestra.

source: An error occurred while updating the new window property for this object.
ca_es: S'ha produït un error mentre s'actualitzava la nova propietat de finestra per aquest objecte.
