Repository: jmontane/software-translations
Catalog: prestashop/gettext/AdminNotificationsInfo.*.po
Languages: ca_es

source: This field will be modified for all your shops.
ca_es: Aquest camp serà modificat per a totes les vostres botigues.

source: This field will be modified for all shops in this shop group:
ca_es: Aquest camp serà modificat per a totes les botigues en aquest grup:

source: This field will be modified for this shop:
ca_es: Aquest camp serà modificat per a aquesta botiga:

source: Delete selected items?
ca_es: Suprimir els elements seleccionats?

source: Delete selected
ca_es: Suprimir la selecció

source: Delete selected item?
ca_es: Suprimir l'element seleccionat?

source: Forbidden characters:
ca_es: Caràcters no permesos:

source: Note that this feature is only available in "all stores" context. It will be added to all your stores.
ca_es: Tingueu en compte que aquesta funció únicament està disponible en el context de "totes les botigues". S'afegirà a totes les vostres botigues.

source: Empty recordset returned.
ca_es: S'ha retornat el conjunt de registres buit.

source: Empty recordset returned
ca_es: No es troben registres

source: Note that this page is available in all shops context only, this is why your context has just switched.
ca_es: Tingueu en compte que aquesta pàgina únicament està disponible en el context de totes les botigues, per això el vostre context acaba de canviar.

source: Note that this feature is only available in the "all stores" context. It will be added to all your stores.
ca_es: Tingueu en compte que aquesta funció únicament està disponible al context de "totes les botigues". S'afegirà a totes les vostres botigues.

source: Note that this feature is available in all shops context only. It will be added to all your stores.
ca_es: Tingueu en compte que aquesta funció únicament està disponible en el context de totes les botigues. S'afegirà a totes les teves botigues.

source: This product is not associated with the store selected in the multistore header, please select another one.
ca_es: Aquest producte no pertany a la botiga que heu seleccionat a la capçalera de múltiples botigues. Seleccioneu-ne un altre.

source: This page is only compatible in a single store context. To access the page, please select a store or [1]disable the multistore feature[/1].
ca_es: Aquesta pàgina únicament és compatible en un context de botiga única. Per a accedir a la pàgina, seleccioneu una botiga o [1]desactiveu la funció de multibotiga[/1].

source: This page is only compatible in a single-store context. Please select a store in the multistore header.
ca_es: Aquesta pàgina no està disponible en un context multibotiga. Per accedir-hi, seleccioneu una botiga o desactiveu el mode de botigues múltiples.

source: Key should be at least %length% characters long.
ca_es: La clau ha de tenir almenys %length% caràcters.

source: The key must be %length% characters long.
ca_es: La clau ha de tenir %length% caràcters.

source: Password should be at least %length% characters long.
ca_es: La clau de pas ha de tenir com a mínim %length% caràcters de longitud.

source: Invalid characters: %s
ca_es: Caràcters invàlids: %s

source: Note that this page is available in a single shop context only. Switch context to work on it.
ca_es: Tingueu en compte que aquesta pàgina únicament està disponible en un context de botiga única. Canvieu el context per a treballar-hi.

source: Invalid characters:
ca_es: Caràcters invàlids:
