Repository: jmontane/software-translations
Catalog: prestashop/gettext/AdminOrderscustomersNotification.*.po
Languages: ca_es

source: For this particular customer group, prices are displayed as:
ca_es: Per a aquest grup de clients en particular, els preus es mostren com:

source: The message was successfully sent to the customer.
ca_es: El missatge ha estat enviat correctament al vostre client.

source: A partial refund was successfully created.
ca_es: S'ha creat un reemborsament parcial

source: Invalid new order status
ca_es: Estat de la nova comanda no vàlid

source: expires on %s.
ca_es: expira el %s.

source: downloadable %d time(s)
ca_es: descarregable %d vegades

source: Invalid order
ca_es: Per invàlids

source: The order cannot be renewed.
ca_es: La comanda no es pot renovar

source: You must add a minimum quantity of %d
ca_es: Heu d'afegir un mínim de quantitat de %d

source: An error occurred. Your message was not sent. Please contact your system administrator.
ca_es: S'ha produït un error , el missatge s'ha enviat. Si us plau, posi's en contacte amb l'administrador de sistema.

source: Cannot create message in a new thread.
ca_es: No es pot crear el missatge en una nova discussió.

source: The message body is empty, cannot import it.
ca_es: El cos del missatge és buit, no pot importar-lo.

source: Invalid message content for subject: %s
ca_es: Contingut de missatge no vàlid per al subjecte: %s

source: The message content is not valid, cannot import it.
ca_es: El contingut del missatge no és vàlida, no pot importar-lo.

source: The order ID -- or the invoice order ID -- is missing.
ca_es: No es troba l'ID de la comanda o el de la factura

source: No invoice was found.
ca_es: No hi ha factures

source: No order slips were found.
ca_es: No s'han trobat notes de crèdit.

source: The supply order ID is missing.
ca_es: No es troba l'ID de la comanda a proveïdors

source: The supply order cannot be found within your database.
ca_es: No s'ha pogut trobar aquesta comanda a proveïdors a la base de dades

source: The order invoice cannot be found within your database.
ca_es: No s'ha pogut trobar la factura de la comanda a la base de dades.

source: The order cannot be found within your database.
ca_es: La comanda no es pot trobar a la vostra base de dades.

source: An error occurred while deleting the details of your order return.
ca_es: S'ha produït un error en suprimir els detalls del retorn de la comanda.

source: You need at least one product.
ca_es: Cal almenys un producte.

source: The order return is invalid.
ca_es: El retorn de la comanda no és vàlida.

source: The order return content is invalid.
ca_es: El contingut del retorn de la comanda no és vàlid.

source: No order return ID has been specified.
ca_es: No s'ha especificat cap ID de retorn de la comanda.

source: No order was found with this ID:
ca_es: No hi ha tal de trobar amb aquest ID:

source: No invoice was found with this ID:
ca_es: No factura trobat amb aquesta ID:

source: No cart was found with this ID:
ca_es: No s'ha trobat cap cistella amb aquest ID:

source: An error has occurred: Can't save the current order's return status.
ca_es: Ha succeït un error: No s'ha pogut desar l'actual estat de retorn de comanda.

source: An error has occurred: Can't delete the current order's return status.
ca_es: S'ha produït un error: no es pot suprimir l'estat de retorn de la comanda actual.

source: Direct link
ca_es: Enllaç directe

source: There is no status defined for this order.
ca_es: Aquest estat no està definit per a aquesta comanda.

source: [Generated] CartRule for Free Shipping
ca_es: [Generat] Regla de cistella per a enviament de franc

source: Order history email could not be sent, test your email configuration in the Advanced Parameters > E-mail section of your back office.
ca_es: No s'ha pogut enviar el correu electrònic de l'històric de comandes, comproveu la vostra configuració de correu electrònic a la secció Paràmetres avançats > Correu electrònic del vostre back office.

source: No delivery slip was found for this period.
ca_es: No s'han trobat albarans per aquest període

source: I want my customers to be able to register again with the same email address. All data will be removed from the database.
ca_es: Vull que els meus clients es puguin enregistrar novament amb la mateixa adreça de correu electrònic. Totes les dades se suprimiran de la base de dades.

source: I do not want my customer(s) to register again with the same email address. All selected customer(s) will be removed from this list but their corresponding data will be kept in the database.
ca_es: No vull que els meus clients es tornin a enregistrar amb la mateixa adreça de correu electrònic. Tots els clients seleccionats seran suprimits d'aquesta llista, però les seves dades corresponents es conservaran a la base de dades.

source: An account already exists for this email address:
ca_es: Ja existeix un compte per aquesta adreça de correu electrònic:

source: This customer does not exist.
ca_es: Aquest client no existeix.

source: A default customer group must be selected in group box.
ca_es: El grup predeterminat dels clients ha de ser seleccionat en el quadre de grup.

source: This email address is not registered.
ca_es: Adreça de correu electrònic no registrada

source: This customer already exists as a non-guest.
ca_es: Aquest client ja existeix i no és un convidat.

source: An error occurred while updating customer information.
ca_es: Ha succeït un error mentre s'actualitzava el client.

source: Merchandise return not found.
ca_es: No s'ha trobat el retorn de la mercaderia.

source: An error occurred while trying to update merchandise return.
ca_es: S'ha produït un error en provar d'actualitzar el retorn de la mercaderia.

source: An order message with the same name already exists in %s.
ca_es: Ja existeix un missatge de comanda amb el mateix nom a %s.

source: No order slips were found for this period.
ca_es: No s'han trobat notes de crèdit per a aquest període.

source: You have to select a shop before creating new orders.
ca_es: Heu de triar una botiga per poder fer noves comandes

source: A standard refund was successfully created.
ca_es: S'ha creat un reemborsament estàndard

source: The product was successfully returned.
ca_es: El producte s'ha retornat correctament.

source: This product is out of stock:
ca_es: Aquest producte està exhaurit:

source: An error occurred while sending an email to the customer.
ca_es: S'ha produït un error en enviar e-mail al client.

source: The email was sent to your customer.
ca_es: El missatge ha estat enviat al vostre client.

source: Product search phrase must not be an empty string.
ca_es: La frase de recerca del producte no ha de ser una cadena buida.

source: You cannot edit the cart once the order delivered.
ca_es: No podeu modificar la cistella un cop lliurada la comanda.

source: Order #%d cannot be loaded.
ca_es: La comanda #%d no es pot carregar.

source: An error occurred while sending the e-mail to the customer.
ca_es: S'ha produït un error en enviar el correu electrònic al client.

source: Only numbers and decimal points (".") are allowed in the amount fields, e.g. 10.50 or 1050.
ca_es: Únicament es permeten números i punts decimals (".") als camps d'import, p. ex. 10.50 o 1050.

source: Percent value must be greater than 0.
ca_es: El valor percentual ha de ser superior a 0.

source: Percent value cannot exceed 100.
ca_es: El valor percentual no pot depassar el 100.

source: Amount value must be greater than 0.
ca_es: El valor de la quantitat ha de ser superior a 0.

source: Discount value cannot exceed the total price of this order.
ca_es: El valor percentual no pot depassar els 100.

source: Shipping discount value cannot exceed the total price of this order.
ca_es: El valor del descompte d'enviament no pot depassar el preu total d'aquesta comanda.

source: Please enter a maximum quantity of [1].
ca_es: Indiqueu una quantitat màxima de [1].

source: Please select at least one product.
ca_es: Seleccioneu com a mínim un producte.

source: Please enter a positive amount.
ca_es: Indiqueu una quantitat positiva.

source: Please generate at least one credit slip or voucher.
ca_es: Genereu com a mínim una nota de crèdit o un cupó de descompte.

source: You must choose a payment module to create the order.
ca_es: Heu de triar un mòdul de pagament per a crear la comanda.

source: You must choose an order status to create the order.
ca_es: Heu de triar un estat de comanda per a crear la comanda.

source: The order message given is invalid.
ca_es: El missatge de comanda proporcionat no és vàlid.

source: Only numbers and decimal points (".") are allowed in the amount fields of the payment block, e.g. 10.50 or 1050.
ca_es: Únicament es permeten números i punts decimals (".") als camps d'import del bloc de pagament, p. 10.50 o 1050.

source: The selected payment method is invalid.
ca_es: El mètode de pagament no és vàlid

source: An error occurred while changing the status for order #%d, or we were unable to send an email to the customer.
ca_es: Ha ocurregut un error al canviar l'estat de la comanda #%d, o no hem pogur enviar un correu electrònic al client.

source: Order #%d has already been assigned this status.
ca_es: Comanda #%d ja s'ha assignat aquest estat.

source: Please enter a positive value
ca_es: Escriviu un nombre sencer

source: No invoice has been found for this status.
ca_es: No va trobar la factura d'aquest estat

source: Invalid invoice number.
ca_es: Nombre de factura no vàlid.

source: Invalid "From" date
ca_es: Data d'inici no vàlida

source: Invalid "To" date
ca_es: Data de termini no vàlida

source: No invoice has been found for this period.
ca_es: No s'han trobat factures per a aquest període

source: You must select at least one order status.
ca_es: Heu de seleccionar com a mínim un estat de comanda

source: No cart is available
ca_es: Cistella no disponible

source: A registered customer account using the defined email address already exists.
ca_es: Un client registrat ja té aquesta mateixa adreça electrònica

source: There are two ways of deleting a customer. Please choose your preferred method.
ca_es: Hi ha dues maneres de suprimir un client. Si us plau, trieu el vostre mètode preferit.

source: How do you want to delete the selected customers?
ca_es: Com voleu suprimir els clients seleccionats?

source: You have to select a shop if you want to create a customer.
ca_es: Heu de seleccionar una botiga si voleu crear un client

source: You must add at least one address to process the order.
ca_es: Heu d'afegir com a mínim una adreça per tal de processar la comanda

source: No products found
ca_es: No s'han trobat articles

source: Searching for products
ca_es: Cercar productes

source: The prices are without taxes.
ca_es: Els preus són sense impostos.

source: No customers found
ca_es: No s'han trobat clients

source: Searching for customers
ca_es: Cercar els clients

source: No carrier can be applied to this order
ca_es: No es pot relacionar la comanda amb cap transportista

source: This value must include taxes.
ca_es: Aquest valor ha d'incloure impostos.

source: Please note that carrier change will not recalculate your shipping costs, if you want to change this please visit Shop Parameters > Order Settings
ca_es: Tingueu en compte que el canvi de transportista no tornarà a calcular els vostres costos d'enviament, si voleu canviar-ho, visiteu Paràmetres de la botiga > Configuració de la comanda.

source: Are you sure you want to create a new invoice?
ca_es: Esteu segur que voleu crear una factura nova?

source: There is no available document
ca_es: Aquest document no està disponible

source: Are you sure you want to edit this product price? It will be applied to all invoices of this order.
ca_es: Esteu segur que voleu modificar el preu d'aquest producte? S'aplicarà a totes les factures d'aquesta comanda.

source: Are you sure you want to edit this product price? It will be applied to all identical products in this order.
ca_es: Esteu segur que voleu modificar el preu d'aquest producte? S'aplicarà a totes les factures d'aquesta comanda.

source: No merchandise returned yet
ca_es: Ara mateix no hi ha mercaderia retornada

source: Merchandise returns are not applicable for virtual orders
ca_es: El retorn de mercaderies no són aplicables a les comandes virtuals

source: Do you want to overwrite your existing message?
ca_es: Voleu sobreescriure el missatge existent?

source: paid instead of
ca_es: ﻿pagat en comptes de

source: This warning also concerns order:
ca_es: Aquest advertiment també es refereix a la comanda:

source: This warning also concerns the following orders:
ca_es: Aquest advertiment només concerneix les comandes següents:

source: For this customer group, prices are displayed as: [1]%tax_method%[/1]
ca_es: Per a aquest grup de clients, els preus es mostren com: [1]%tax_method%[/1]

source: Merchandise returns are disabled
ca_es: S'ha desactivat el retorn de mercaderies

source: Error. You cannot refund a negative amount.
ca_es: Error. No podeu reemborsar un import negatiu.
