Repository: jmontane/software-translations
Catalog: prestashop/gettext/AdminActions.*.po
Languages: ca_es

source: Edit
ca_es: Modificar

source: Uninstall
ca_es: Desinstal·lar

source: Configure
ca_es: Configurar

source: Choose a file
ca_es: Trieu un fitxer

source: Validate
ca_es: Validar

source: Delete
ca_es: Suprimir

source: Generate
ca_es: Generar

source: Choose
ca_es: Triar

source: Select all
ca_es: Seleccionar tot

source: Unselect all
ca_es: Deseleccionar tot

source: Display
ca_es: Mostrar

source: -- Choose --
ca_es: -- Trieu --

source: View
ca_es: Veure

source: Import
ca_es: Importar

source: Save
ca_es: Desar

source: Back to
ca_es: Tornar a

source: Cancel
ca_es: Cancel·lar

source: Disable
ca_es: Desactivar

source: Translate
ca_es: Traduir

source: Search
ca_es: Cercar

source: Print out
ca_es: Imprimir

source: Preview
ca_es: Previsualitzar

source: Remove
ca_es: Suprimir

source: Add
ca_es: Afegir

source: Reset
ca_es: Reinicialitzar

source: Save and stay
ca_es: Desar i romandre

source: and stay
ca_es: i romandre

source: Choose language:
ca_es: Trieu l'idioma:

source: Apply
ca_es: Aplicar

source: See more
ca_es: Veure més

source: Hide warning
ca_es: Amagar l'advertiment

source: Close
ca_es: Tancar

source: Add current page to Quick Access
ca_es: Afegir la pàgina actual a l'Accés ràpid

source: Install
ca_es: Instal·lar

source: Edit: %s
ca_es: Modificar: %s

source: Check All
ca_es: Seleccionar tot

source: Uncheck All
ca_es: Deseleccionar tot

source: Find a category
ca_es: Cercar una categoria

source: Collapse all
ca_es: Plegar tot

source: Expand all
ca_es: Desplegar tot

source: Check all
ca_es: Marcar tot

source: Uncheck all
ca_es: Desmarcar tot

source: Finish
ca_es: Acabar

source: Delete selected items?
ca_es: Suprimir els elements seleccionats?

source: Delete selected
ca_es: Suprimir la selecció

source: Add new menu
ca_es: Afegir nou menú

source: Show or hide menu.
ca_es: Mostrar o amagar el menú.

source: Enable selection
ca_es: Activar la selecció

source: Disable selection
ca_es: Desactivar la selecció

source: Refresh
ca_es: Refrescar

source: Continue
ca_es: Continuar

source: Sort
ca_es: Ordenar

source: Sort order
ca_es: Ordre de selecció

source: Display email address
ca_es: Mostrar l'adreça de correu electrònic

source: Export .CSV file
ca_es: Exportar en fitxer .CSV

source: Add new
ca_es: Afegir nou

source: Search post code
ca_es: Cercar un codi postal

source: Search city
ca_es: Cercar una ciutat

source: Search address
ca_es: Cercar una adreça

source: Search file name
ca_es: Cercar un nom de fitxer

source: Search file size
ca_es: Cercar una mida del fitxer

source: Search value
ca_es: Cercar un valor

source: Search color
ca_es: Cercar un color

source: Search position
ca_es: Cercar una posició

source: Search ISO code
ca_es: Cercar un codi ISO

source: Search country
ca_es: Cercar país

source: Search call prefix
ca_es: Cercar prefix de trucada

source: Search zones
ca_es: Cercar zones

source: Export to SQL manager
ca_es: Exportar al gestor SQL

source: Search language
ca_es: Cercar idioma

source: Search employee
ca_es: Cercar treballador

source: Search first name
ca_es: Cercar un nom

source: Search last name
ca_es: Cercar un cognom

source: Search email
ca_es: Cercar un correu electrònic

source: Search code
ca_es: Cercar un codi

source: Search date format
ca_es: Cercar un format de data

source: Search order ID
ca_es: Cercar un ID de comanda

source: Search reference
ca_es: Cercar una referència

source: Search description
ca_es: Cercar una descripció

source: Search total
ca_es: Cercar un total

source: Search payment
ca_es: Cercar un pagament

source: Search company
ca_es: Cercar una empresa

source: Search message
ca_es: Cercar un missatge

source: Search template
ca_es: Cercar una plantilla

source: Duplicate product
ca_es: Duplicar producte

source: Activating %total% products
ca_es: Activant %total% productes

source: Activating %done% / %total% products
ca_es: Activant %done% / %total% productes

source: Deactivating %total% products
ca_es: Desactivant %total% productes

source: Deactivating %done% / %total% products
ca_es: Desactivant %done% / %total% productes

source: Duplicating %total% products
ca_es: Duplicant %total% productes

source: Duplicating %done% / %total% products
ca_es: Duplicant %done% / %total% productes

source: Deleting %total% products
ca_es: Suprimint %total% productes

source: Deleting %done% / %total% products
ca_es: Suprimint %done% / %total% productes

source: Stop processing
ca_es: Aturar el processament

source: %error_count% errors occurred. You can download the logs for future reference.
ca_es: S'han produït %error_count% errors. Podeu descarregar els registres per a una futura referència.

source: Back to processing
ca_es: Reprendre el processament

source: Download error log
ca_es: Descarregar el registre d'errors

source: View %error_count% error logs
ca_es: Veure %error_count% registres d'errors

source: Delete from store
ca_es: Suprimir de la botiga

source: Delete from group
ca_es: Suprimir del grup

source: Enable for group
ca_es: Activar per al grup

source: Disable for group
ca_es: Desactivar per al grup

source: Duplicate group
ca_es: Duplicar grup

source: Enable on all stores
ca_es: Activar per a totes les botigues

source: Disable on all stores
ca_es: Desactivar per a totes les botigues

source: Duplicate all stores
ca_es: Duplicar totes les botigues

source: Activate selection for current store
ca_es: Activar la selecció per a la botiga actual

source: Deactivate selection for current store
ca_es: Desactivar la selecció per a la botiga actual

source: Duplicate selection for current store
ca_es: Duplicar la selecció per a la botiga actual

source: Delete selection for current store
ca_es: Suprimir la selecció per a la botiga actual

source: Activate selection for group
ca_es: Activar la selecció per al grup

source: Deactivate selection for group
ca_es: Desctivar la selecció per al grup

source: Duplicate selection for group
ca_es: Duplicar la selecció per al grup

source: Delete selection for group
ca_es: Suprimir la selecció per al grup

source: Activate selection for all stores
ca_es: Activar la selecció per a totes les botigues

source: Deactivate selection for all stores
ca_es: Desactivar la selecció per a totes les botigues

source: Duplicate selection for all stores
ca_es: Duplicar la selecció per a totes les botigues

source: Delete selection for all stores
ca_es: Suprimir la selecció per a totes les botigues

source: Search ID
ca_es: Cercar un ID

source: Search name
ca_es: Cercar un nom

source: Search key
ca_es: Cercar una clau

source: Search zone
ca_es: Cercar una zona

source: Add new authorized app
ca_es: Afegir una nova aplicació autoritzada

source: Add new API access
ca_es: Afegir un nou accés a l'API

source: New product
ca_es: Nou producte

source: Add tag
ca_es: Afegir etiqueta

source: Order by
ca_es: Ordenat per

source: View customer details
ca_es: Veure els detalls del client

source: View order details
ca_es: Veure els detalls de la comanda

source: Delete from all stores
ca_es: Suprimir de totes les botigues

source: Duplicate for current store
ca_es: Duplicar per a la botiga actual

source: Replace selection
ca_es: Reemplaçar selecció

source: Close window
ca_es: Tancar la finestra

source: Close (esc)
ca_es: Tancar (esc)

source: Toggle Fullscreen
ca_es: Alternar la pantalla completa

source: Zoom in/out
ca_es: Ampliar/reduir

source: Previous (arrow left)
ca_es: Precedent (fletxa esquerra)

source: Next (arrow right)
ca_es: Següent (fletxa dreta)

source: Download image
ca_es: Descarregar imatge

source: Zoom on selection
ca_es: Ampliar la selecció

source: [1]Manage default settings[/1]
ca_es: [1]Gestiona configuració per defecte[/1]

source: Search customer
ca_es: Cercar un client

source: All carriers
ca_es: Tots els transportistes

source: Only selected carriers
ca_es: Solament operadors seleccionats

source: Change password...
ca_es: Canviar la clau de pas...

source: Confirm
ca_es: Confirmar

source: Browse
ca_es: Examinar

source: Go
ca_es: Anar-hi

source: Download
ca_es: Descarregar

source: Back to list
ca_es: Tornar a la llista

source: Use
ca_es: Fer servir

source: Change
ca_es: Canviar

source: Read more
ca_es: Llegir més

source: Enable
ca_es: Activar

source: Load
ca_es: Carregar

source: All
ca_es: Tot

source: Export
ca_es: Exportar

source: Edit: %name%
ca_es: Modificar: %name%

source: Learn more
ca_es: Saber-ne més

source: Edit: %value%
ca_es: Modificar: %value%

source: Enable debug mode
ca_es: Activar el mode de depuració

source: Back to previous page
ca_es: Tornar a la pàgina anterior

source: Learn more about debug mode
ca_es: Més informació sobre el mode de depuració

source: Save and preview
ca_es: Desar i previsualitzar

source: Generate emails
ca_es: Generar correus electrònics

source: Back to configuration
ca_es: Tornar a la configuració

source: Translate emails
ca_es: Traduir missatges de correu electrònic

source: Choose layouts
ca_es: Triar dissenys

source: Show
ca_es: Mostrar

source: Update
ca_es: Actualitzar

source: Restore
ca_es: Restablir

source: Copy
ca_es: Copiar

source: Modify
ca_es: Modificar

source: Try again
ca_es: Tornar-ho a provar

source: See less
ca_es: Mostrar-ne menys

source: Go to maintenance page
ca_es: Anar a la pàgina de manteniment

source: Upgrade
ca_es: Actualitzar

source: Upgrade anyway
ca_es: Actualitzar de tota manera

source: Configure URL
ca_es: Configurar la URL

source: Delete selection
ca_es: Suprimir la selecció

source: Filter by categories
ca_es: Filtrar per categories

source: Activate selection
ca_es: Activa la selecció

source: Deactivate selection
ca_es: Desactiva la selecció

source: Duplicate selection
ca_es: Duplica la selecció

source: Unselect
ca_es: Deselecciona

source: Clear filter
ca_es: Suprimir filtre

source: Show SQL query
ca_es: Mostrar la consulta SQL

source: Reorder
ca_es: Tornar a comandar

source: Save & refresh
ca_es: Desar & refrescar

source: Rearrange
ca_es: Reorganitzar

source: Export to SQL Manager
ca_es: Exportar al Gestor SQL

source: Duplicate
ca_es: Duplicar

source: Create
ca_es: Crear

source: Delete this file
ca_es: Suprimir aquest fitxer

source: Save image settings
ca_es: Desar la configuració de la imatge

source: Close and refresh
ca_es: Desar i refrescar

source: Filter by:
ca_es: Filtrar per:

source: Clear filter|Clear %filtersNb% filters
ca_es: Suprimir el filtre|Suprimir els filtres %filtersNb%.

source: Discard
ca_es: Descartar

source: Clear filter|Clear {filtersNb} filters
ca_es: Suprimir filtre|Suprimir {filtersNb} filtres

source: Select results on this page (%combinations_number%)
ca_es: Seleccioneu els resultats d'aquesta pàgina (%combinations_number%)

source: Select all results (%combinations_number%)
ca_es: Seleccioneu tots els resultats (%combinations_number%)

source: Save and publish
ca_es: Desar i publicar

source: Send
ca_es: Enviar

source: Shipping
ca_es: Lliurament

source: Select
ca_es: Seleccioneu

source: Select another address
ca_es: Seleccionar una altra adreça

source: View full details
ca_es: Veure tots els detalls

source: Edit existing address
ca_es: Modificar l'adreça existent

source: View pack content
ca_es: Veure el contingut del paquet

source: Expand
ca_es: Desplegar

source: Collapse
ca_es: Plegar

source: Download file
ca_es: Descarregar fitxer

source: Add my IP
ca_es: Afegir la meva IP

source: Choose file(s)
ca_es: Seleccionar un(s) fitxer(s)

source: Sort by
ca_es: Ordenar per

source: Check / Uncheck all
ca_es: Seleccionar/Deseleccionar tot

source: Confirm this action
ca_es: Confirmeu aquesta acció
