Repository: jmontane/software-translations
Catalog: prestashop/gettext/AdminCatalogFeature.*.po
Languages: ca_es

source: Pack
ca_es: Paquet

source: Add new file
ca_es: Afegir un nou fitxer

source: Upload files here
ca_es: Carregueu fitxers aquí

source: Make some files available to your customers and facilitate their purchasing environment by adding them just here! It can be instruction manuals, technical works or anything you want to attach to a product.
ca_es: Poseu alguns fitxers a disposició dels vostres clients i faciliteu el seu entorn de compres afegint-los solament aquí! Pot ser manuals d'instruccions, treballs tècnics o qualsevol cosa que vulgueu adjuntar a un producte.

source: Manage your credit slips
ca_es: Gestionar les vostres notes de crèdit

source: When a customer returns a product, a credit slip must be created in his favor. Generate vouchers and have a look at their follow-up.
ca_es: Quan un client retorna un producte, cal crear una nota de crèdit al seu favor. Genereu cupons de descompte i feu un cop d'ull del seu seguiment.

source: Manage your products
ca_es: Gestionar els vostres productes

source: Create new product
ca_es: Crear un nou producte

source: Import a list of products.
ca_es: Importar una llista de productes.

source: Add new supplier
ca_es: Afegir nou subministrador

source: Keep in touch with your suppliers
ca_es: Resteu en contacte amb els vostres proveïdors

source: Having suppliers is optional if brands supply you directly. Make sure you don't confuse product suppliers and product brands to facilitate stock management.
ca_es: Tenir proveïdors és opcional si les marques us subministren directament. Assegureu-vos de no confondre els proveïdors de productes i les marques de productes per a facilitar la gestió de l'inventari.

source: Items per page:
ca_es: Elements per pàgina:

source: Viewing %from%-%to% on %total% (page %current_page% / %page_count%)
ca_es: S'estan mostrant %from%-%to% de %total% (pàgina %current_page% / %page_count%)

source: Enter page number and press enter
ca_es: Entreu el número de pàgina i premeu Intro

source: Not available yet
ca_es: Encara no disponible

source: Edit: %value%
ca_es: Modificar: %value%

source: Category
ca_es: Categoria

source: Price (tax excl.)
ca_es: Preu (IVA excl.)

source: Price (tax incl.)
ca_es: Preu (IVA incl.)

source: These products will be deleted for good. Please confirm.
ca_es: Aquests productes se suprimiran definitivament. Si us plau, confirmeu.

source: Delete products?
ca_es: Voleu suprimir els productes?

source: [1]Add your first product[/1][2]or import a list of products (filetypes: .csv, .xls, .xlsx, .xlst, .ods, .ots).[/2]
ca_es: [1]Afegiu el vostre primer producte[/1][2]o importeu una llista de productes (tipus de fitxer: .csv, .xls, .xlsx, .xlst, .ods, .ots).[/2]

source: Go to catalog
ca_es: Anar al catàleg

source: Add new product
ca_es: Afegir un nou producte

source: Product list
ca_es: Llista de productes

source: Shipping
ca_es: Lliurament

source: Modules
ca_es: Mòduls

source: Pricing
ca_es: Preus

source: Basic settings
ca_es: Configuració bàsica

source: Associated categories
ca_es: Categories associades

source: Create a new category
ca_es: Crear una nova categoria

source: New category name
ca_es: Nou nom de categoria

source: Create a category
ca_es: Crea una categoría

source: Ecotax
ca_es: eco_taxa

source: Specific references
ca_es: Referències específiques

source: Next combination
ca_es: Propera combinació

source: Prev. combination
ca_es: Combinació prèvia

source: Back to product
ca_es: Tornar al producte

source: Combination details
ca_es: Detalls de la combinació

source: Price and impact
ca_es: Preu i impacte

source: Final retail price (tax excl.) will be
ca_es: El preu final de venda (IVA excl.) serà

source: Final retail price (tax incl.) will be
ca_es: Preu de venta final (IVA incl.) serà

source: Does this combination have a different price per unit?
ca_es: Aquesta combinació té un preu diferent per unitat?

source: Images
ca_es: Imatges

source: Impact on price (tax excl.)
ca_es: Impacte sobre el preu (IVA incl.)

source: Final price (tax excl.)
ca_es: Preu final (IVA excl.)

source: Manage your product combinations
ca_es: Gestionar les combinacions de productes

source: Bulk actions ([1]/[2] combination(s) selected)
ca_es: Accions agrupades ([1]/[2] combinacion(s) seleccionada/es)

source: Default combination
ca_es: Combinació per defecte

source: Availability preferences
ca_es: Preferències disponibles

source: Behavior when out of stock
ca_es: Comportament quan no hi ha stock

source: Stock management is disabled
ca_es: La gestió d'inventari està desactivada

source: You can increase or decrease low stock levels in bulk. You cannot disable them in bulk: you have to do it on a per-combination basis.
ca_es: Podeu augmentar o disminuir els nivells d'inventari baixos en massa. No els podeu desactivar en massa: ho heu de fer per combinació.

source: The email will be sent to all the users who have the right to run the stock page. To modify the permissions, go to Advanced Parameters > Team
ca_es: El correu electrònic s'enviarà a tots els usuaris que tinguin dret a gestionar la pàgina d'inventari. Per a modificar els permisos, aneu a Paràmetres avançats > Equip

source: Delete combinations
ca_es: Suprimir les combinacions

source: Edit a specific price
ca_es: Modificar un preu específic

source: Brand
ca_es: Marca

source: Add a brand
ca_es: Afegir una marca

source: Related product
ca_es: Productes relacionats

source: Add a related product
ca_es: Afegir un producte relacionat

source: Here is a preview of your search engine result, play with it!
ca_es: Aquí teniu una previsualització del resultat del vostre motor de recerca, jugueu-hi!

source: Improve your ranking and how your product page will appear in search engines results.
ca_es: Milloreu el posicionament i la visualització de la pàgina dels productes als resultats de cerques dels cercadors.

source: Redirection page
ca_es: Pàgina de redirecció

source: Reset URL
ca_es: Restablir URL

source: Search Engine Optimization
ca_es: Optimització del cercador

source: Additional shipping costs
ca_es: Costos addicionals de lliurament

source: Package dimension
ca_es: Dimensió del paquet

source: Adjust your shipping costs by filling in the product dimensions.
ca_es: Configureu les despeses d'enviament omplint les mides dels productes.

source: Leave empty to disable.
ca_es: Deixar buit per a desactivar.

source: Impact on price
ca_es: Impacte sobre el preu

source: Specific price conditions
ca_es: Condicions específiques del preu

source: Apply a discount of
ca_es: Aplicar un descompte de

source: Choose the suppliers associated with this product
ca_es: Escolliu els proveïdors associats a aquest producte

source: Default supplier
ca_es: Proveïdor per defecte

source: Supplier reference
ca_es: Referència del proveïdor

source: Cost price (tax excl.)
ca_es: Preu de cost (IVA excl.)

source: Supplier reference(s)
ca_es: Referència(es) del proveïdor

source: Product location in warehouses
ca_es: Emplaçament del producte als magatzems

source: Please choose the warehouses associated with this product.
ca_es: Si us plau trieu els magatzems associats amb aquest producte.

source: Stock
ca_es: Inventari

source: Quantities
ca_es: quantitats

source: Summary
ca_es: Resum

source: Quantity
ca_es: Quantitat

source: Add a feature
ca_es: Afegir una característica

source: Tax rule
ca_es: Regla d'impostos

source: Tax excluded
ca_es: Impostos exclosos

source: Tax included
ca_es: Impostos inclosos

source: Reference
ca_es: Referència

source: Product with combinations
ca_es: Producte amb combinacions

source: Features
ca_es: Característiques

source: View all images
ca_es: Veure totes les imatges

source: View less
ca_es: Veure menys

source: Simple product
ca_es: Producte simple

source: Combinations
ca_es: Combinacions

source: Cover
ca_es: Portada

source: Visibility
ca_es: Visibilitat

source: Where do you want your product to appear?
ca_es: On vols que apareixi el teu producte?

source: Attached files
ca_es: Fitxers adjunts

source: Add a customization field
ca_es: Agrega un camp de personalització

source: Customers can personalize the product by entering some text or by providing custom image files.
ca_es: Els clients poden personalitzar el producte afegint text o carregant imatges personalitzades.

source: Tags
ca_es: Etiquetes

source: Condition & References
ca_es: Condició i referències

source: Select the files (instructions, documentation, recipes, etc.) your customers can directly download on this product page.
ca_es: Seleccioneu els fitxers (instruccions, documentació, receptes, etc.) que els vostres clients poden descarregar directament en aquesta pàgina del producte.

source: Need to browse all files? Go to [1]Catalog > Files[/1]
ca_es: Us cal explorar tots els fitxers? Aneu a [1]Catàleg > Fitxers[/1]

source: Attach a new file
ca_es: Adjuntar un nou fitxer

source: Cost price
ca_es: Preu de cost

source: Retail price
ca_es: Preu final

source: Specific prices
ca_es: Preus específics

source: Priority management
ca_es: Prioritats de gestió

source: Add a specific price
ca_es: Afegir un preu específic

source: Combination
ca_es: Combinació

source: Manage tax rules
ca_es: Gestionar regles d'impostos

source: Final retail price: [1][2][/2] tax incl.[/1] / [3][/3] tax excl.
ca_es: Preu de venda final: [1][2][/2] IVA incl.[/1] / [3][/3] IVA excl.

source: Rule
ca_es: Regla

source: Fixed price
ca_es: Preu fixat

source: Impact
ca_es: Impacte

source: From
ca_es: De

source: Priorities
ca_es: Prioritats

source: Drop images here
ca_es: Desa aquí les imatges

source: or select files
ca_es: o selecciona arxius

source: Recommended size 800 x 800px for default theme.
ca_es: Dimensions recomenades 800 x 800px per al tema per defecte.

source: JPG, GIF or PNG format.
ca_es: Format JPG, GIF o PNG.

source: Virtual product
ca_es: Producte virtual

source: tax incl.
ca_es: IVA incl.

source: Module to configure
ca_es: Mòdul per configurar

source: Choose a module to configure
ca_es: Triar un mòdul per a configurar

source: These modules are relative to the product page of your shop.
ca_es: Aquests mòduls corresponen a la pàgina del producte de la seva botiga.

source: To manage all your modules go to the [1]Installed module page[/1]
ca_es: Per controlar tots els seus mòduls vagi a la [1]pàgina de mòdul instal·lat[/1]

source: tax excl.
ca_es: Impost excl.

source: JPG, GIF, PNG or WebP format.
ca_es: Format JPG, GIF, PNG o WebP.

source: These modules are relative to the product page of your store.
ca_es: Aquests mòduls són relatius a la pàgina del producte de la vostra botiga.

source: Zoom
ca_es: Ampliar

source: Add new value
ca_es: Afegir un nou valor

source: Create attributes
ca_es: Crear els atributs

source: Color, dimension, size, disk space... think about attributes as properties that change from one product to another. As a consequence, attributes allow you to build product combinations.
ca_es: Color, dimensió, mida, espai en disc ... penseu en els atributs com a propietats que canvien d'un producte a un altre. Com a conseqüència, els atributs permeten de crear combinacions de productes.

source: Add new attribute
ca_es: Afegir un nou atribut

source: From quantity
ca_es: Des de la quantitat

source: Reduction
ca_es: Reducció

source: Catalog price rules
ca_es: Regles de preu del catàleg

source: Add new catalog price rule
ca_es: Afegir una nova regla de preu al catàleg

source: Parent category
ca_es: Categoria pare

source: Additional description
ca_es: Descripció addicional

source: Category cover image
ca_es: Imatge principal de la categoria

source: Category thumbnail
ca_es: Miniatura de la categoria

source: Menu thumbnails
ca_es: Miniatures del menú

source: Group access
ca_es: Accés dels grups

source: %group_name% - All people without a valid customer account.
ca_es: %group_name% - Totes les persones sense un compte de client vàlid.

source: %group_name% - Customer who placed an order with the guest checkout.
ca_es: %group_name% - Client que va fer una comanda amb compte de convidat.

source: %group_name% - All people who have created an account on this site.
ca_es: %group_name% - Totes les personas que han creat un compte en aquesa web.

source: Set categories
ca_es: Definir les categories

source: Categories are essential, as they enable you to group equivalent products. This helps customers find their way through the variety of your catalog.
ca_es: Les categories són essencials, atès que permeten agrupar productes equivalents. Això ajuda els clients a trobar el seu camí per mitjà de la varietat del vostre catàleg.

source: Feature
ca_es: Característica

source: Add a new feature
ca_es: Afegir una nova funció

source: Addresses
ca_es: Adreces

source: UPC:
ca_es: Preu per unitat:

source: MPN:
ca_es: Número de peça del fabricant (MPN):

source: Qty:
ca_es: Quantitat:

source: Available quantity
ca_es: Quantitat disponible

source: Attribute name
ca_es: Nom de l'atribut

source: UPC
ca_es: Preu per unitat

source: Brands
ca_es: Marques

source: Add new brand
ca_es: Afegir una nova marca

source: Add new brand address
ca_es: Afegir l'adreça d'una nova marca

source: Focus on your catalog
ca_es: Poseu el focus en el vostre catàleg

source: Empty categories, disabled products, items that lack image or price... check the monitoring section to optimize your products management and make sure you forgot nothing.
ca_es: Categories buides, productes desactivats, articles que no tenen imatge ni preu ... consulteu la secció de control per a optimitzar la gestió dels vostres productes i assegureu-vos que no us oblideu de res.

source: tax incl. (tax rule: %taxRate%%)
ca_es: impostos incl. (norma fiscal: %taxRate%%)

source: out of stock
ca_es: exhaurit

source: low stock
ca_es: Inventari baix

source: in stock
ca_es: en inventari

source: Editing %total% combinations
ca_es: Modificant %total% combinacions

source: Editing %done%/%total% combinations
ca_es: Modificant %done%/%total% combinacions

source: Generate product combinations
ca_es: Generar combinacions de productes

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values.
ca_es: Les combinacions són les diferents variacions d'un producte, amb atributs com la seva mida, pes o color que prenen valors diferents.

source: Loading combinations
ca_es: Carregant les combinacions

source: Edition mode
ca_es: Mode modificació

source: Save list
ca_es: Desar llista

source: Error log
ca_es: Registre d'error

source: Close
ca_es: Tancar

source: Stop processing
ca_es: Aturar el processament

source: %error_count% errors occurred. You can download the logs for future reference.
ca_es: S'han produït %error_count% errors. Podeu descarregar els registres per a una futura referència.

source: Back to processing
ca_es: Reprendre el processament

source: Download error log
ca_es: Descarregar el registre d'errors

source: View %error_count% error logs
ca_es: Veure %error_count% registres d'errors

source: Edit %combinations_number% combinations
ca_es: Modificar %combinations_number% combinacions

source: Apply to %combinations_number% combinations
ca_es: Aplicar a %combinations_number% combinacions

source: Delete %combinations_number% combinations
ca_es: Suprimir %combinations_number% combinacions

source: Deleting %total% combinations
ca_es: Suprimint %total% combinacions

source: Deleting %done%/%total% combinations
ca_es: Suprimint %done%/%total% combinacions

source: Previous combination
ca_es: Combinació prèvia

source: Edited combinations (%editedNb%)
ca_es: Combinacions modificades (%editedNb%)

source: Here, you can have a look at the combinations you have edited. The list will reset when you close the editing window.
ca_es: Aquí podeu fer un cop d'ull a les combinacions que heu modificat. La llista es reinicialitzarà quan tanqueu la finestra de modificació.

source: Delete %combinations_number% combinations from store "%store_name%"
ca_es: Suprimir %combinations_number% combinacions de la botiga "%store_name%"

source: Delete %combinations_number% combinations from all stores
ca_es: Suprimir %combinations_number% combinacions de totes les botigues

source: Edited combinations ({editedNb})
ca_es: Combinacions modificades ({editedNb})

source: Open history
ca_es: Obrir l'històric

source: Close history
ca_es: Tancar l'històric

source: Loading catalog price rules
ca_es: Carregant les regles de preus del catàleg

source: Discount
ca_es: Descompte

source: Generate combinations
ca_es: Generar combinacions

source: Open combinations generator
ca_es: Obrir el generador de combinacions

source: Successfully generated %combinationsNb% combinations.
ca_es: S'han generat correctament %combinationsNb% combinacions.

source: Generate combinations|Generate combination|Generate %combinationsNb% combinations
ca_es: Generar combinacions|Generar combinació|Generar %combinationsNb% combinacions

source: Search for attributes...
ca_es: Cercar els atributs...

source: Successfully generated {combinationsNb} combinations.
ca_es: {combinationsNb} combinacions generades correctament

source: Generate combinations|Generate combination|Generate {combinationsNb} combinations
ca_es: Generar combinacions|Generar combinació|Generar {combinationsNb} combinacions

source: Select all values ({valuesNb})
ca_es: Seleccionar tots els valors ({valuesNb})

source: Loading specific prices
ca_es: Carregant preus específics

source: Specific price (tax excl.)
ca_es: Preu específic (imp. excl.)

source: Discount (tax incl.)
ca_es: Descompte (imp. incl.)

source: Units
ca_es: Unitats

source: Wholesale price
ca_es: Preu majorista

source: Customization
ca_es: Personalització

source: Price per unit
ca_es: Preu per unitat

source: Add new cart rule
ca_es: Afegir una nova regla de cistella.

source: Expiration date
ca_es: Data d'expiració

source: Product deleted
ca_es: Producte suprimit

source: [1][/1] of [2][/2] characters allowed
ca_es: [1][/1] de [2][/2] caràcters permesos

source: Type
ca_es: Tipus

source: [1][/1] of [2][/2] characters used (recommended)
ca_es: [1][/1] de [2][/2] caràcters utilitzats (recomenat)

source: Main category
ca_es: Categoria principal

source: Not available yet.
ca_es: Encara no disponible.

source: List of products for this pack
ca_es: Llista de productes d'aquest paquet

source: Use checkboxes to bulk edit quantities
ca_es: Feu servir les caselles de selecció per a modificar quantitats de manera massiva

source: Advanced filters
ca_es: Filtres avançats

source: Apply advanced filters
ca_es: Aplicar filtres avançats

source: Apply new quantity
ca_es: Aplicar una nova quantitat

source: Display products below low stock level first
ca_es: Mostra primer els productes per sota del nivell d'inventari baix

source: Filter by movement type
ca_es: Filtar per tipus de moviment

source: Filter by employee
ca_es: Filtrar per empleat

source: Filter by period
ca_es: Filtrar per període

source: Search a category
ca_es: Cercar una categoria

source: Search a supplier
ca_es: Cercar un proveïdor

source: Filter by status
ca_es: Filtrar per estat

source: All
ca_es: Tot

source: Filter by supplier
ca_es: Filtrar per proveïdor

source: Stock management
ca_es: Gestió d'inventari

source: Movements
ca_es: Moviments

source: Search products (search by name, reference, supplier)
ca_es: Cercar productes (per nom, referència, proveïdor)

source: This product is below the low stock level you have defined.
ca_es: Aquest producte és per sota del nivell mínim d'inventari que heu definit.

source: Low stock level:
ca_es: Nivell d'inventari baix:

source: Low stock alert:
ca_es: Nivell d'inventari baix:

source: Bulk edit quantity
ca_es: Edició de quantitat massiva

source: Combination's ID
ca_es: ID combinació

source: Date & Time
ca_es: Data i Hora

source: Go to the import system
ca_es: Anar al sistema d'importació

source: Export data into CSV
ca_es: Exportar dades en CSV

source: Physical
ca_es: Físic

source: Reserved
ca_es: Reservat
