Repository: jmontane/software-translations
Catalog: prestashop/gettext/AdminNotificationsSuccess.*.po
Languages: ca_es

source: Update successful
ca_es: Actualitzat correctament

source: Successful update
ca_es: Actualitzat correctament

source: The thumbnails were successfully regenerated.
ca_es: Miniatures regenerades correctament.

source: Successful upload.
ca_es: Càrrega completada.

source: Duplication was completed successfully.
ca_es: La duplicació s'ha realitzat correctament

source: The selected images have successfully been moved.
ca_es: Imatges seleccionades traslladades correctament.

source: Your cover image selection has been saved.
ca_es: La vostra imatge de portada s'ha desat.

source: The image's shop association has been modified.
ca_es: S'ha modificat la imatge de l'associació de botigues.

source: A zone has been assigned to the selection successfully.
ca_es: S'ha assignat correctament la zona assignada a la selecció.

source: Successful upgrade.
ca_es: Actualitzat correctament.

source: Successful deletion
ca_es: Suprimit correctament

source: The settings have been successfully updated.
ca_es: La configuració ha estat actualitzada correctament.

source: The status has been successfully updated.
ca_es: L'estat ha estat actualitzat correctament.

source: Comment successfully added.
ca_es: Comentari afegit correctament.

source: Image successfully deleted.
ca_es: La imatge s'ha suprimit correctament.

source: The selection has been successfully deleted.
ca_es: ﻿Selecció suprimida correctament.

source: Successful creation
ca_es: Creat correctament

source: The status has been updated successfully.
ca_es: Estat actualitzat correctament.

source: Successful update.
ca_es: Actualització completada.

source: Settings updated
ca_es: Configuració modificada

source: Configuration updated
ca_es: Configuració modificada.

source: Successful deletion.
ca_es: Supressió correcta.

source: The settings have been updated.
ca_es: La configuració s'ha actualitzat.

source: Successfully overwrote email templates for theme %s with locale %s
ca_es: S'han sobreescrit correctament les plantilles de correu electrònic per al tema %s amb la configuració regional %s

source: Successfully generated email templates for theme %s with locale %s
ca_es: Plantilles de correu electrònic generades correctament per al tema %s amb la configuració regional %s

source: Email theme configuration saved successfully
ca_es: La configuració del tema del correu electrònic s'ha desat correctament

source: Test email for layout %layout% was successfully sent to %email%
ca_es: El correu electrònic de prova del disseny %layout% s'ha enviat correctament a %email%

source: Your theme has been correctly exported: %path%
ca_es: El vostre tema s'ha exportat correctament: %path%

source: The selection has been successfully deleted
ca_es: ﻿Selecció suprimida correctament.

source: The image was successfully deleted.
ca_es: Imatge suprimida correctament.

source: Successful duplication
ca_es: Duplicació correcta

source: Your store context has been automatically modified.
ca_es: El context de la vostra botiga s'ha modificat automàticament.

source: Update successful.
ca_es: Actualitzat correctament.

source: Your symbol and format customizations have been successfully reset for this language.
ca_es: El vostre símbol i les personalitzacions de format s'han reinicialitzat correctament per a aquest idioma.

source: Settings updated.
ca_es: Configuració actualitzada.

source: The product was successfully added.
ca_es: El producte s'ha afegit correctament.

source: The product was successfully removed.
ca_es: El producte s'ha suprimit correctament.

source: [1] products were successfully added.
ca_es: [1] productes s'han afegit correctament.

source: [1] products were successfully removed.
ca_es: [1] productes s'han suprimit correctament.
