Repository: jmontane/software-translations
Catalog: prestashop/gettext/AdminNavigationSearch.*.po
Languages: ca_es

source: There are no results matching your query "%s".
ca_es: No hi ha resultats que coincideixin amb la vostra consulta "%s".

source: %d results match your query "%s".
ca_es: %d resultats coincideixen amb la vostra consulta "%s".

source: 1 result matches your query "%s".
ca_es: 1 resultat coincideix amb la vostra consulta "%s".

source: 1 feature
ca_es: 1 característica

source: %d features
ca_es: %d característiques

source: 1 module
ca_es: 1 mòdul

source: %d modules
ca_es: %d mòduls

source: 1 category
ca_es: 1 categoria

source: 1 product
ca_es: 1 producte

source: %d products
ca_es: %d productes

source: 1 customer
ca_es: 1 client

source: %d customers
ca_es: %d clients

source: 1 order
ca_es: 1 comanda

source: %d orders
ca_es: %d comandes

source: Search docs.prestashop-project.org
ca_es: Cercar a docs.prestashop-project.org

source: Go to the documentation
ca_es: Aneu a la documentació

source: %d result matches your query "%s".
ca_es: %d el resultat correspon a la vostra consulta "%s".
