Repository: jmontane/software-translations
Catalog: prestashop/gettext/EmailsBody.*.po
Languages: ca_es

source: Your order with the reference [1]{order_name}[/1] has been placed successfully. You can expect [1]delivery as soon as your payment is received[/1].
ca_es: La vostra comanda amb la referència [1]{order_name}[/1] s'ha fet correctament. Podeu esperar [1]el lliurament tan aviat com rebem el vostre pagament[/1].

source: Check
ca_es: Xec

source: Awaiting payment by check
ca_es: En espera del pagament amb xec

source: Payment method: check
ca_es: Mètode de pagament: xec

source: You have decided to pay by bank check.
ca_es: Heu seleccionat de pagar mitjançant un xec.

source: Here is the information you need for your check:
ca_es: Aquesta és la informació per a fer la transferència:

source: Contact
ca_es: Contacte

source: Customer Email Address:
ca_es: Adreça electrònica del client:

source: Order ID #:
ca_es: ID de comanda #:

source: Contact Form
ca_es: Formulari de contacte

source: Your message has been sent successfully, thank you for taking the time to write!
ca_es: El vostre missatge s'ha enviat correctament, gràcies per dedicar-vos el temps a escriure!

source: We will reply as soon as possible.
ca_es: Ua respondrem com més aviat millor.

source: Review this credit slip and download your invoice on our shop, go to the <a href="{history_url}" target="_blank">%credit_slips_label%</a> section of your customer account.
ca_es: Reviseu aquesta nota de crèdit i descarregueu la vostra factura a la nostra botiga, aneu a la secció <a href="{history_url}" target="_blank">%credit_slips_label%</a> del vostre compte de client.

source: Credit Slip
ca_es: Nota de crèdit

source: Credit slip
ca_es: Nota de crèdit

source: A credit slip has been generated in your name for order with the reference [1]{order_name}[/1].
ca_es: S'ha creat una nota de crèdit al vostre nom com a resultat de la vostra comanda amb referència [1]{order_name}[/1].

source: Download products
ca_es: Descarregar productes

source: Thank you for your order with the reference {order_name} from [1]{shop_name}[/1]
ca_es: Gràcies per la vostra comanda amb la referència {order_name} a [1]{shop_name}[/1]

source: Product(s) to download
ca_es: Producte(s) a descarregar

source: Employee password
ca_es: Clau de pas del treballador

source: Here is your personal login information for {shop_name}
ca_es: Aquesta és la vostra informació personal d'accés per a {shop_name}

source: Here is your identification information on [1]{shop_name}[/1]
ca_es: Aquí teniu les vostres credencial d'accés a [1]{shop_name}[/1]

source: Forward message
ca_es: Reenviar el missatge

source: Customer Service - Discussion Forwarded
ca_es: Atenció al client - Discussió transferida

source: [1]{employee}[/1] added [1]{comment}[/1]
ca_es: [1]{employee}[/1] ha afegit [1]{comment}[/1]

source: You can access your customer account on our shop:
ca_es: Podeu accedir al vostre compte de client a la nostra botiga:

source: Guest to customer
ca_es: De convidat a client

source: Your guest account has been turned into a customer account
ca_es: El vostre compte de convidat ha estat transformat en un compte de client

source: Congratulations, your guest account for [1]{shop_name}[/1] has been turned into a customer account!
ca_es: Salutacions, el vostre compte de convidat a [1]{shop_name}[/1] ha estat transformat en un compte de client registrat!

source: The file {filename} has been successfully imported to your shop.
ca_es: El fitxer {filename} s'ha importat correctament a la botiga.

source: Import
ca_es: Importar

source: Import finished
ca_es: Importació finalitzada

source: Your order with the reference [1]{order_name}[/1] is on its way.
ca_es: La vostra comanda amb la referència [1]{order_name}[/1] s'ha enviat.

source: Log Alert
ca_es: Alerta de registre

source: New alert message saved
ca_es: Nou missatge d'alerta desat

source: [1]WARNING:[/1] you have received a new log alert in your back office.
ca_es: [1]ATENCIÓ:[/1] heu rebut una alerta de registre nova al vostre back office.

source: Newsletter
ca_es: Butlletí de notícies

source: Your order with the reference [1]{order_name}[/1] from [1]{shop_name}[/1] has been canceled by the merchant.
ca_es: La vostra comanda amb referència [1]{order_name}[/1] a [1]{shop_name}[/1] ha estat cancel·lada pel venedor.

source: Order confirmation
ca_es: Confirmació de la comanda

source: Thank you for shopping on [1]{shop_name}[/1]!
ca_es: Gràcies per comprar a [1]{shop_name}[/1]!

source: Recycled packaging:
ca_es: Paquet reciclat:

source: You have received a new message regarding order with the reference
ca_es: Heu rebut un nou missatge sobre la comanda amb referència

source: Order customer comment
ca_es: Comentari del client sobre la comanda

source: Message from customer
ca_es: Missatge del client

source: Order merchant comment
ca_es: Comentari del venedor sobre la comanda

source: Order return state
ca_es: Estat del retorn de la comanda

source: Order return #{id_order_return} - Update
ca_es: Retorn de la comanda #{id_order_return} - Actualització

source: Follow your order and download your invoice on our shop, go to the <a href="{history_url}" target="_blank">%order_history_label%</a> section of your customer account.
ca_es: Seguiu la vostra comanda i descarregueu la factura a la nostra botiga, aneu a la secció <a href="{history_url}" target="_blank">%order_history_label%</a> del vostre compte de client.

source: Out of stock
ca_es: Exhaurit

source: Replenishment required
ca_es: Cal reposició

source: Unfortunately, one or more items are currently out of stock and this may cause a slight delay for delivery. Please accept our apologies for this inconvenience and be sure we are doing our best to correct the situation.
ca_es: Malauradament, un o més articles estan exhaurits ara i això pot provocar un lleuger retard en el lliurament. Si us plau, accepteu les nostres disculpes per aquestes molèsties i que fem tot el possible per a corregir la situació.

source: Password
ca_es: Clau de pas

source: Your password has been correctly updated.
ca_es: La vostra clau de pas s’ha actualitzat correctament.

source: Password Query
ca_es: Sol·licitud de clau de pas

source: Confirmation of password request on {shop_name}
ca_es: Confirmació de la sol·licitud de clau de pas a {shop_name}

source: In order to confirm this action, click on the following link:
ca_es: Per tal de confirmar aquesta acció, feu clic al següent enllaç:

source: If you did not make this request, just ignore this email.
ca_es: Si no heu realitzat aquesta sol·licitud, ignoreu aquest correu electrònic.

source: Payment
ca_es: Pagament

source: Your payment for order with the reference [1]{order_name}[/1] was successfully processed.
ca_es: El vostre pagament de la comanda amb la referència [1]{order_name}[/1] s'ha processat correctament.

source: Payment Error
ca_es: Error de pagament

source: Payment error
ca_es: Error de pagament

source: We have encountered an error while processing your payment for your order with the reference [1]{order_name}[/1] from [1]{shop_name}[/1]. Please contact us as soon as possible.
ca_es: Hem trobat un error en processar el pagament de la comanda amb la referència [1]{order_name}[/1] de [1]{shop_name}[/1]. Si us plau, poseu-vos en contacte amb nosaltres com més aviat millor.

source: You can expect delivery as soon as your payment is received.
ca_es: Podeu esperar el lliurament tan bon punt el vostre pagament sigui rebut.

source: Preparation
ca_es: Preparació

source: Processing order
ca_es: Processament de la comanda

source: We are currently processing your order with the reference [1]{order_name}[/1] from [1]{shop_name}[/1].
ca_es: Actualment processem la vostra comanda amb la referència [1]{order_name}[/1] de [1]{shop_name}[/1].

source: Refund
ca_es: Restitució

source: We have processed your refund for your order with the reference [1]{order_name}[/1] from [1]{shop_name}[/1].
ca_es: Actualment processem la vostra comanda amb la referència [1]{order_name}[/1] de [1]{shop_name}[/1].

source: Reply msg
ca_es: Missatge de resposta

source: In order to reply, click on the following link: <a href="{link}" target="_blank">{link}</a>
ca_es: Per a respondre, cliqueu a l'enllaç següent: <a href="{link}" target="_blank">{link}</a>

source: Test
ca_es: Prova

source: Here is a test [1]email[/1] from your shop.
ca_es: Aquest és un [1]correu electrònic de prova[/1] de la vostra botiga.

source: If you can read this, it means the test is successful!
ca_es: Si podeu llegir això, vol dir que la prova ha anat bé!

source: Voucher
ca_es: Cupó

source: Voucher code generated
ca_es: Codi de cupó de descompte generat

source: We are pleased to inform you that a voucher has been generated in your name for order with the reference [1]{order_name}[/1].
ca_es: Ens plau informar-vos que s'ha generat un cupó de descompte al vostre nom per a fer la comanda amb la referència [1]{order_name}[/1].

source: [1]VOUCHER CODE: {voucher_num}[/1] in the amount of [1]{voucher_amount}[/1]
ca_es: [1]CODI DEL CUPÓ: {voucher_num}[/1] per un import de [1]{voucher_amount}[/1]

source: In order to use it, just copy/paste this code during check out.
ca_es: Per a fer-lo servir, solament cal copiar/enganxar aquest codi durant la compra.

source: Voucher new
ca_es: Nou cupó de descompte

source: Voucher code has been generated
ca_es: S'ha generat el codi del cupó de descompte

source: Here is your new voucher code:
ca_es: Aquí teniu el nou codi de cupó de descompte:

source: Customer Quantity
ca_es: Quantitat client

source: Good news, this item is back in stock!
ca_es: Bones notícies, aquest article torna a ser en inventari!

source: Click on the following link to visit the product page and order it:
ca_es: Cliqueu al següent enllaç per a visitar la pàgina del producte i demanar-lo:

source: Including total tax
ca_es: Inclou un total d'impostos

source: New Order
ca_es: Nova comanda

source: A new order was placed on [1]{shop_name}[/1] by the following customer:
ca_es: El client següent ha efectuat una nova comanda a [1]{shop_name}[/1]:

source: Carrier
ca_es: Transportista

source: Order ID {order_name}
ca_es: Id de comanda {order_name}

source: Go to your customer account to learn more about it.
ca_es: Aneu al vostre compte de client per a obtenir-ne més informació.

source: Product coverage
ca_es: Cobertura del producte

source: Your stock cover is now less than the specified minimum of:
ca_es: La cobertura d'inventari és inferior al mínim especificat per:

source: Product out of stock
ca_es: Producte exhaurit

source: There are now less than [1]{last_qty}[/1] items in stock.
ca_es: Ja hi ha menys de [1]{last_qty}[/1] articles en inventari.

source: Return Slip
ca_es: Nota de retorn

source: Return Details
ca_es: Detalls de retorn

source: Newsletter Confirmation
ca_es: Confirmació del butlletí

source: Newsletter Verification
ca_es: Verificació del butlletí

source: Thank you for subscribing to our newsletter. Please click on the following link to confirm your request:
ca_es: Gràcies per subscriure-us al nostre butlletí. Feu clic al següent enllaç per a confirmar la vostra sol·licitud:

source: Newsletter Voucher
ca_es: Cupó de descompte del butlletí

source: Subscribing to newsletter
ca_es: Subscripció al butlletí

source: Thank you for subscribing to our newsletter. We are pleased to offer you the following voucher:
ca_es: Gràcies per subscriure-us al nostre butlletí. Ens plau oferir-vos el cupó de descompte següent:

source: Follow up 1
ca_es: Seguiment 1

source: Thanks for your visit. However, it looks like you did not complete your purchase.
ca_es: Gràcies per la vostra visita. Tanmateix, sembla que no heu completat la compra.

source: Your cart has been saved, you can go back to your order on our shop:
ca_es: La vostra cistella s’ha desat, podeu tornar a la vostra comanda a la nostra botiga:

source: Your voucher code on {shop_name}
ca_es: El vostre codi de cupó de descompte a {shop_name}

source: Follow up 2
ca_es: Seguiment 2

source: Thanks for your order.
ca_es: Gràcies per la vostra comanda.

source: Follow up 3
ca_es: Seguiment 3

source: Your cart has been saved, you can resume your order by visiting our shop:
ca_es: La vostra cistella ha estat desada, podeu reprendre la vostra comanda tornant a visitar la nostra botiga:

source: We are pleased to offer you a discount of [1]{amount}%[/1] off your next order. And this offer is valid for [1]{days}[/1] days, so do not wait any longer!
ca_es: Ens plau oferir-vos un descompte del [1]{amount}%[/1] de descompte en la vostra següent comanda. I aquesta oferta és vàlida durant [1]{days}[/1] dies, així que no espereu més!

source: Here is your VOUCHER CODE:
ca_es: Aquí teniu el vostre CODI DEL CUPÓ:

source: Enter this code in your shopping cart to get the discount.
ca_es: Escriviu aquest codi a la vostra cistella de la compra per a aconseguir el vostre descompte.

source: Follow up 4
ca_es: Seguiment 4

source: Your cart on {shop_name}
ca_es: La vostra cistella a {shop_name}

source: Congratulations, you are one of our best customers! However, it looks like you have not placed an order since {days_threshold} days.
ca_es: Salutacions, sou un dels nostres millors clients! Tot i això, sembla que no heu fet cap comanda fa {days_threshold} dies

source: Referral program Congratulations
ca_es: Felicitacions del programa d'afiliats

source: Your referred friend [1]{sponsored_firstname}[/1] [1]{sponsored_lastname}[/1] has placed his/her first order on <a href="{shop_url}">{shop_name}</a>!
ca_es: El vostre afiliat [1]{sponsored_firstname} {sponsored_lastname}[/1] ha fet la seva primera comanda a <a href="{shop_url}">{shop_name}</a>!

source: We are pleased to offer you a voucher worth [1]{discount_display}[/1] (VOUCHER # [1]{discount_name}[/1]) that you can use on your next order.
ca_es: Ens plau oferir-vos un cupó de descompte per valor de [1]{discount_display}[/1] (CUPÓ # [1]{discount_name}[/1]) que podeu fer servir en la vostra següent comanda.

source: Referral program Invitation
ca_es: Invitació del programa d'afiliats

source: Join us!
ca_es: Adheriu-vos!

source: Your friend [1]{firstname} {lastname}[/1] wants to refer you on <a href="{shop_url}" target="_blank">{shop_name}</a>!
ca_es: El vostre amic [1]{firstname} {lastname}[/1] vol recomanar-te <a href="{shop_url}" target="_blank">{shop_name}</a>!

source: Get referred and earn a discount voucher of [1]{discount}[/1]!
ca_es: Feu inscriure un amic i guanyeu un cupó de descompte de [1]{discount}![/1]!

source: It's very easy to sign up, just click here!
ca_es: És molt fàcil d'inscriure. Comenceu clicant aquí!

source: When signing up, don't forget to provide the email address of your referring friend:
ca_es: No us oblideu d'especificar el correu electrònic del vostre amic com a patrocinador quan us enregistreu:

source: Referral program Voucher
ca_es: Cupó descompte del programa d'afiliats

source: Sponsorship Program
ca_es: Programa de patrocini
