Repository: jmontane/software-translations
Catalog: prestashop/gettext/EmailsBody.*.po
Languages: ca_es

source: (waiting for validation)
ca_es: (en espera de validació)

source: <a href="{shop_url}">{shop_name}</a> powered by <a href="{prestashop_url}">PrestaShop™</a>
ca_es: <a href="{shop_url}">{shop_name}</a> creat amb <a href="{prestashop_url}">PrestaShop™</a>

source: Message from {shop_name}
ca_es: Missatge de {shop_name}

source: Your login email address on {shop_name}
ca_es: La vostra adreça electrònica d'accés a {shop_name}

source: Here is your login email address:
ca_es: Aquí teniu la vostra adreça de correu electrònic d'accés:

source: Thank you for creating a customer account at {shop_name}.
ca_es: Gràcies per haver creat un compte de client a {shop_name}.

source: Important Security Tips:
ca_es: Aspectes importants de seguretat:

source: Always keep your account details safe.
ca_es: Mantingueu sempre segures les dades del vostre compte.

source: Never disclose your login details to anyone.
ca_es: Mai no revelarem a ningú les vostres credencials de connexió.

source: Change your password regularly.
ca_es: Canvieu la vostra clau de pas regularment.

source: Should you suspect someone is using your account illegally, please notify us immediately.
ca_es: Si sospiteu que algú utilitza el vostre compte sense permís, si us plau notifiqueu-nos-ho immediatament.

source: You can now place orders on our store:
ca_es: Ja podeu fer comandes a la nostra botiga:

source: Please go on <a href="{order_link}">{order_link}</a> to finalize the payment.
ca_es: Si us plau aneu a <a href="{order_link}">{order_link}</a> per tal de finalitzar el pagament.

source: A new order has been generated on your behalf.
ca_es: S'ha generat una nova comanda en el vostre nom.

source: Awaiting wire payment
ca_es: En espera del pagament per transferència bancària

source: You have selected to pay by wire transfer.
ca_es: Heu seleccionat de pagar mitjançant transferència.

source: Here are the bank details for your transfer:
ca_es: Aquí hi ha les dades bancàries per a la vostra transferència:

source: Account owner:
ca_es: Titular de compte:

source: Account details:
ca_es: Detalls del compte:

source: Bank address:
ca_es: Adreça de l'oficina bancària:

source: Please specify your order reference in the bankwire description.
ca_es: Si us plau, indiqueu el vostre número de comanda en la descripció de la transferència bancària.

source: Your order with the reference [1]{order_name}[/1] has been placed successfully and will be [1]shipped as soon as we receive your payment[/1].
ca_es: La vostra comanda amb la referència [1]{order_name}[/1] s'ha processat correctament i s'[1]enviarà tan bon punt rebem el vostre pagament[/1].

source: Awaiting check payment
ca_es: En espera del pagament amb xec

source: You have selected to pay by check.
ca_es: Heu seleccionat de pagar mitjançant un xec.

source: Here are the bank details for your check:
ca_es: Aquí hi ha els detalls bancaris pel vostre xec:

source: Thank you for shopping with {shop_name}!
ca_es: Gràcies per comprar a {shop_name}!

source: Amount:
ca_es: Import:

source: Payable to the order of:
ca_es: A pagar per ordre de:

source: Please mail your check to:
ca_es: Si us plau trameteu el xec a:

source: Customer email address:
ca_es: Adreça de correu electrònic del client:

source: Message from a {shop_name} customer
ca_es: Missatge d'un client de {shop_name}

source: Order ID:
ca_es: ID de comanda:

source: Your message to {shop_name} Customer Service
ca_es: El vostre missatge pel servei d'atenció al client de {shop_name}

source: Your message has been sent successfully.
ca_es: El vostre missatge ha estat enviat correctament.

source: We will answer as soon as possible.
ca_es: Us respondrem tan aviat com ens sigui possible.

source: Attached file:
ca_es: Fitxer adjuntat:

source: Credit slip created
ca_es: S'ha creat una nota de crèdit

source: We have generated a credit slip in your name for order with the reference [1]{order_name}[/1].
ca_es: Hem generat una nota de crèdit al vostre nom per a la comanda amb la referència [1]{order_name}[/1].

source: Review this credit slip and download your invoice on our store, go to the <a href="{history_url}" target="_blank">%credit_slips_label%</a> section of your customer account.
ca_es: Reviseu aquesta nota de crèdit i descarregueu la vostra factura a la nostra botiga, aneu a la secció <a href="{history_url}" target="_blank">%credit_slips_label%</a> del vostre compte de client.

source: Thank you for your order with the reference {order_name} from <strong>{shop_name}</strong>
ca_es: Gràcies per fer la vostra comanda amb referència {order_name} a <strong>{shop_name}</strong>

source: Product(s) now available for download
ca_es: Producte(s) disponibles ara per a la descàrrega

source: You have [1]{nbProducts}[/1] product(s) now available for download using the following link(s):
ca_es: Ja teniu [1]{nbProducts}[/1] producte(s) disponible(s) per descarregar-lo(s) mitjançant els enllaços següents:

source: Your {shop_name} login information
ca_es: Les vostres credencials de connexió a {shop_name}

source: Here is your personal login information for [1]{shop_name}[/1]:
ca_es: Aquí teniu les vostres credencials de connexió a [1]{shop_name}[/1]:

source: First name:
ca_es: Nom:

source: Last name:
ca_es: Cognoms:

source: Customer service - Forwarded discussion
ca_es: Servei d'atenció al client - Conversa redirigida

source: [1]{employee}[/1] added [1]"{comment}"[/1]
ca_es: [1]{employee}[/1] ha afegit[1]"{comment}"[/1]

source: [1]{employee}[/1] wanted to forward this discussion to you.
ca_es: [1]{employee}[/1] us volia reenviar aquesta discussió.

source: Discussion history:
ca_es: Històric de la conversa:

source: Your customer account creation
ca_es: Creació del vostre compte de client

source: Your guest account for [1]{shop_name}[/1] has been transformed into a customer account.
ca_es: El vostre compte de convidat a [1]{shop_name}[/1] ha estat transformat en un compte de client registrat.

source: Please be careful when sharing these login details with others.
ca_es: Aneu en compte a compartir aquestes credencials de connexió amb altres persones.

source: Email address:
ca_es: Correu electrònic:

source: Click on the following link to set up your password:
ca_es: Cliqueu al següent enllaç per a configurar la vostra clau de pas:

source: You can access your customer account on our store:
ca_es: Podeu accedir al vostre compte de client a la nostra botiga:

source: Import complete
ca_es: Importació completada

source: The file {filename} has been successfully imported to your store.
ca_es: El fitxer {filename} s'ha importat correctament a la vostra botiga.

source: Your order with the reference [1]{order_name}[/1] is currently in transit.
ca_es: La vostra comanda amb la referència [1]{order_name}[/1] és en trànsit.

source: In transit
ca_es: En curs d'expedició

source: You can track your package using the following link:
ca_es: Podeu fer el seguiment del vostre paquet utilitzant l'enllaç següent:

source: You have received a new log alert
ca_es: Heu rebut una nova alerta de registre

source: [1]Warning:[/1] you have received a new log alert in your Back Office.
ca_es: [1]Atenció:[/1] heu rebut una nova alerta de registre al vostre Back Office.

source: You can check for it in the [1]Advanced Parameters > Logs[/1] section of your back office.
ca_es: Podeu verificar-ho a la secció [1]Paràmetres avançats > Registres[/1] del back office.

source: Your order with the reference [1]{order_name}[/1] from [1]{shop_name}[/1] has been canceled.
ca_es: La vostra comanda amb la referència [1]{order_name}[/1] de [1]{shop_name}[/1] s'ha cancel·lat.

source: Order canceled
ca_es: Comanda anul·lada

source: Order changed
ca_es: Comanda modificada

source: Your order with the reference [1]{order_name}[/1] from [1]{shop_name}[/1] has been changed by the merchant.
ca_es: El venedor ha canviat la vostra comanda amb la referència [1]{order_name}[/1] de [1]{shop_name}[/1].

source: Message from a customer
ca_es: Missatge d'un client

source: Product:
ca_es: Producte:

source: You have received a new message.
ca_es: Heu rebut un missatge nou.

source: Order reference:
ca_es: Referència de la comanda:

source: You have received a new message from [1]{shop_name}[/1] regarding order with the reference [1]{order_name}[/1].
ca_es: Heu rebut un nou missatge a [1]{shop_name}[/1] sobre la comanda amb referència [1]{order_name}[/1].

source: Message:
ca_es: Missatge:

source: Return #{id_order_return} - update
ca_es: Retorn de comanda #{id_order_return} - actualització

source: We have updated the progress on your return #{id_order_return}, the new status is:
ca_es: Hem actualitzat el progrés del vostre retorn #{id_order_return}, el nou estat és:

source: Item(s) out of stock
ca_es: Article(s) exhaurit(s)

source: Unfortunately, one or more items are currently out of stock. This may cause a slight delay in your delivery. Please accept our apologies and rest assured that we are working hard to rectify this.
ca_es: Malauradament, actualment un o més articles estan exhaurits. Això pot provocar un lleuger retard en el vostre lliurament. Si us plau, accepteu les nostres disculpes i estigueu segur que treballem dur per corregir-ho.

source: Thanks for your order with the reference {order_name} from {shop_name}.
ca_es: Gràcies per la vostra comanda amb la referència {order_name} de {shop_name}.

source: Your new {shop_name} login details
ca_es: Les vostres noves credencials de connexió a {shop_name}

source: Password reset request for {shop_name}
ca_es: S'ha demanat una regeneració de la clau de pas per a {shop_name}

source: To confirm this action, please use the following link:
ca_es: Per tal de confirmar aquesta acció, si us plau cliqueu el següent enllaç:

source: You have requested to reset your [1]{shop_name}[/1] login details.
ca_es: Heu sol·licitat de reinicialitzar les vostres credencials de connexió a [1]{shop_name}[/1].

source: Please note that this will change your current password.
ca_es: Tingueu en compte que això canviarà la vostra clau de pas.

source: Payment processed
ca_es: Pagament processat

source: Your payment for order with the reference <strong><span>{order_name}</span></strong> was successfully processed.
ca_es: El vostre pagament per a la comanda amb referència <strong><span>{order_name}</span></strong> s'ha processat correctament.

source: Payment processing error
ca_es: Error en processar el pagament

source: There is a problem with your payment for <strong><span>{shop_name}</span></strong> order with the reference <strong><span>{order_name}</span></strong>. Please contact us at your earliest convenience.
ca_es: Hi ha un problema amb el vostre pagament a <strong><span>{shop_name}</span></strong> per a la comanda amb referència <strong><span>{order_name}</span></strong>. Si us plau, contacteu amb nosaltres pel vostre propi interès.

source: We cannot ship your order until we receive your payment.
ca_es: No us podem enviar la comanda fins que no en rebem el pagament.

source: Processing
ca_es: Processant

source: We are currently processing your <strong><span>{shop_name}</span></strong> order with the reference <strong><span>{order_name}</span></strong>.
ca_es: Ara mateix estem processant la vostra comanda a <strong><span>{shop_name}</span></strong> amb la referència <strong><span>{order_name}</span></strong>.

source: We have processed your <strong><span>{shop_name}</span></strong> refund for order with the reference <strong><span>{order_name}</span></strong>.
ca_es: Hem processat el reemborsament de <strong><span>{shop_name}</span></strong> per a la vostra comanda amb referència <strong><span>{order_name}</span></strong>.

source: Refund processed
ca_es: Reemborsament processat

source: In order to reply, please use the following link: <a href="{link}">{link}</a>
ca_es: Per tal de respondre, si us plau utilitzeu el següent enllaç: <a href="{link}">{link}</a>

source: Please do not reply directly to this email, we will not receive it.
ca_es: Si us plau no responeu directament aquest email, no rebrem mai la resposta.

source: Your order has been shipped
ca_es: La vostra comanda ha estat enviada

source: Shipped
ca_es: Enviat

source: Your order with the reference [1]{order_name}[/1] has been shipped.
ca_es: La vostra comanda amb la referència [1]{order_name}[/1] s'ha enviat.

source: Hello
ca_es: Hola

source: This is a [1]test e-mail[/1] from your shop.
ca_es: Aquest és un [1]correu electrònic de prova[/1] de la vostra botiga.

source: If you can read this, the test was successful!
ca_es: Si podeu llegir això, la prova ha estat satisfactòria!

source: Voucher created
ca_es: Cupó de descompte creat

source: A voucher has been created in your name as a result of your order with the reference [1]{order_name}[/1].
ca_es: S'ha creat un cupó de descompte al vostre nom com a resultat de la vostra comanda amb referència [1]{order_name}[/1].

source: [1]Voucher code: {voucher_num}[/1] in the amount of [1]{voucher_amount}[/1]
ca_es: [1]Codi del cupó: {voucher_num}[/1] per un import de [1]{voucher_amount}[/1]

source: This is to inform you about the creation of a voucher.
ca_es: Aquest missatge és per a informar-vos que s'ha creat un cupó.

source: This item is once again in-stock.
ca_es: Aquest article torna a ser en inventari.

source: You can access the product page by clicking on the link:
ca_es: Podeu accedir a la pàgina del producte fent clic sobre l'enllaç:

source: You can order it right now from our online shop.
ca_es: El podeu demanar ara a la nostra botiga virtual.

source: {product} is now available.
ca_es: {product} ara està disponible.

source: Total Tax paid
ca_es: Total d'impostos pagats

source: A new order was placed on {shop_name} by the following customer: {firstname} {lastname} ({email})
ca_es: Una nova comanda ha estat efectuada a {shop_name} per part del següent client: {firstname} {lastname} ({email})

source: Order details
ca_es: Detalls de la comanda

source: Order:
ca_es: Comanda:

source: Placed on
ca_es: Efectuada el

source: Payment:
ca_es: Pagament:

source: Reference
ca_es: Referència

source: Product
ca_es: Producte

source: Unit price
ca_es: Preu unitari

source: Quantity
ca_es: Quantitat

source: Total price
ca_es: Preu total

source: Products
ca_es: Articles

source: Discounts
ca_es: Descomptes

source: Gift-wrapping
ca_es: Embolcall de regal

source: Shipping
ca_es: Lliurament

source: Total paid
ca_es: Total pagat

source: Carrier:
ca_es: Empresa de transport

source: Delivery address
ca_es: Adreça de lliurament

source: Billing address
ca_es: Adreça de facturació

source: Customer message:
ca_es: Missatge del client:

source: Order {order_name}
ca_es: Comanda {order_name}

source: Order edited
ca_es: Comanda modificada

source: Your order with the reference [1]{order_name}[/1] has been modified.
ca_es: La vostra comanda amb la referència [1]{order_name}[/1] ha estat modificada.

source: If you have a guest account, you can follow your order via the <a href="{guest_tracking_url}" target="_blank">%guest_tracking_label%</a> section on our shop.
ca_es: Si teniu un compte de convidat, podeu seguir la vostra comanda a la secció <a href="{guest_tracking_url}" target="_blank">%guest_tracking_label%</a> de la nostra botiga.

source: Follow your order and download your invoice on our store, go to the <a href="{history_url}" target="_blank">%order_history_label%</a> section of your customer account.
ca_es: Seguiu la vostra comanda i descarregueu la factura a la nostra botiga, aneu a la secció <a href="{history_url}" target="_blank">%order_history_label%</a> del vostre compte de client.

source: The stock cover is now less than the specified minimum of:
ca_es: La cobertura d'inventari ara és inferior al mínim especificat de:

source: Current stock cover:
ca_es: Cobertura actual d'inventari:

source: {product} is almost out of stock.
ca_es: {product} gairebé està exhaurit.

source: {product} is nearly out of stock.
ca_es: {product} gairebé està exhaurit.

source: The remaining stock is now less than the specified minimum of
ca_es: L'inventari restant ara és inferior al mínim especificat de

source: Remaining stock:
ca_es: Inventari restant:

source: Replenish your inventory, go to the [1]Catalog > Stocks[/1] section of your back office to manage your stock.
ca_es: Reempleneu el vostre inventari, aneu a la secció [1]Catàleg > Inventari[/1] del vostre back office per a gestionar el vostre inventari.

source: Return details
ca_es: Detalls del retorn

source: {order_name} Placed on {date}
ca_es: {order_name} Efectuada el {date}

source: Customer:
ca_es: Client:

source: You have received a new return request for {shop_name}.
ca_es: Has rebut una nova sol·licitud de retorn a {shop_name}.

source: Thank you for subscribing to our newsletter.
ca_es: Gràcies per subscriure-us a la nostra newsletter.

source: Thank you for subscribing to our newsletter, please confirm your request by clicking the link below :
ca_es: Gràcies per subscriure-us al nostre butlletí, si us plau confirmeu la petició fent clic sobre l'enllaç de sota:

source: Hi,
ca_es: Ei,

source: Newsletter subscription
ca_es: Subscripció al butlletí

source: Regarding your newsletter subscription, we are pleased to offer you the following voucher:
ca_es: Pel que fa a la vostra subscripció al butlletí, ens plau d'oferir-vos el següent cupó:

source: We noticed that during your last visit on {shop_name}, you did not complete the order you had started.
ca_es: Ens n'hem adonat que durant la vostra darrera visita a {shop_name}, no heu completat la comanda que havíeu començat.

source: As an incentive, we can give you a discount of [1]{amount}%[/1] off your next order! This offer is valid for [1]{days}[/1] days, so do not waste a moment!
ca_es: Com a incentiu, us podem oferir un descompte del [1]{amount}%[/1] de descompte en la vostra següent comanda. Aquesta oferta és vàlida durant [1]{days}[/1] dies, així que no perdeu ni un moment!

source: Your {shop_name} login details
ca_es: Les vostres credencials de connexió a {shop_name}

source: Thank you for your order at {shop_name}.
ca_es: Gràcies per la vostra comanda a {shop_name}.

source: As our way of saying thanks, we want to give you a discount of [1]{amount}%[/1] off your next order! This offer is valid for [1]{days}[/1] days, so do not waste a moment!
ca_es: Com a manera d'agrair-vos, volem oferir-vos un descompte del [1]{amount}%[/1] de descompte en la vostra següent comanda. Aquesta oferta és vàlida durant [1]{days}[/1] dies, així que no perdeu ni un moment!

source: You are one of our best customers and as such we want to thank you for your continued patronage.
ca_es: Sou un dels nostres millors clients , per la qual cosa volem agrair-vos la vostra continuada confiança.

source: As appreciation for your loyalty, we want to give you a discount of [1]{amount}%[/1] valid on your next order! This offer is valid for [1]{days}[/1] days, so do not waste a moment!
ca_es: Com a agraïment per la vostra fidelitat, volem oferir-vos un descompte del [1]{amount}%[/1] vàlid en la vostra següent comanda. Aquesta oferta és vàlida durant [1]{days}[/1] dies, així que no perdeu ni un moment!

source: Thanks for your trust.
ca_es: Gràcies per la vostra confiança.

source: Here is your coupon:
ca_es: Aquí hi ha el vostre cupó:

source: Enter this code in your shopping cart to get your discount.
ca_es: Entreu aquest codi a la vostra cistella de la compra per a aconseguir el vostre descompte.

source: You are one of our best customers, however you have not placed an order in {days_threshold} days.
ca_es: Sou un dels nostres millors clients, malgrat no heu fet cap comanda en els darrers {days_threshold} dies.

source: We wish to thank you for the trust you have placed in us and want to give you a discount of [1]{amount}%[/1] valid on your next order! This offer is valid for [1]{days}[/1] days, so do not waste a moment!
ca_es: Volem agrair-vos la confiança que heu dipositat en nosaltres i volem oferir-vos un descompte del [1]{amount}%[/1] vàlid en la vostra següent comanda. Aquesta oferta és vàlida durant [1]{days}[/1] dies, així que no perdeu ni un moment!

source: Your cart at {shop_name}
ca_es: La vostra cistella a {shop_name}

source: Your cart has been saved, you can resume your order by visiting our store:
ca_es: La vostra cistella s'ha desat, podeu reprendre la comanda visitant la nostra botiga:

source: Your referred friend [1]{sponsored_firstname} {sponsored_lastname}[/1] has placed his or her first order on <a href="{shop_url}">{shop_name}</a>!
ca_es: El vostre afiliat [1]{sponsored_firstname} {sponsored_lastname}[/1] ha fet la seva primera comanda a <a href="{shop_url}">{shop_name}</a>!

source: We are pleased to offer you a voucher worth [1]{discount_display} (voucher # {discount_name})[/1] that you can use on your next order.
ca_es: Ens plau oferir-vos un cupó de descompte per valor de [1]{discount_display} (cupó # {discount_name})[/1] que podeu fer servir en la vostra següent comanda.

source: Congratulations!
ca_es: Felicitacions!

source: join us!
ca_es: adheriu-vos!

source: Your friend [1]{firstname} {lastname}[/1] wants to refer you on <a href="{shop_url}">{shop_name}</a>!
ca_es: El vostre amic [1]{firstname} {lastname}[/1] vol recomanar-te <a href="{shop_url}">{shop_name}</a>!

source: Get referred and earn a discount voucher of [1]{discount}![/1]
ca_es: Feu inscriure un amic i guanyeu un cupó de descompte de [1]{discount}![/1]

source: It's very easy to sign up. Just click here!
ca_es: És molt fàcil d'inscriure-us. Únicament cal que cliqueu aquí!

source: When signing up, don't forget to provide the e-mail address of your referring friend:
ca_es: No us oblideu d'especificar el correu electrònic del vostre amic com a patrocinador quan us enregistreu:

source: Best regards,
ca_es: Molt cordialment,

source: We are pleased to offer you a voucher worth [1]{discount}[/1] that you can use on your next order.
ca_es: Ens plau oferir-vos un cupó de descompte per valor de [1]{discount}[/1] que podeu fer servir a la vostra següent comanda.

source: Referral Program
ca_es: Programa de patrocini

source: Hi {firstname} {lastname},
ca_es: Ei {firstname} {lastname},

source: Here is the code of your voucher:
ca_es: Aquest és el codi del vostre cupó:

source: Simply copy/paste this code during the payment process for your next order.
ca_es: Simplement copieu/enganxeu aquest codi durant el procés de pagament de la vostra següent comanda.

source: We have created a voucher in your name for referring a friend.
ca_es: Hem creat un cupó de descompte al vostre nom relatiu al vostre patrocini

source: , with an amount of
ca_es: , amb un import de

source: You can now place orders on our shop:
ca_es: Ara podeu fer comandes a la nostra botiga:

source: Account
ca_es: Compte

source: Your login details on {shop_name}
ca_es: Les vostres credencials de connexió a {shop_name}

source: Here are your login details:
ca_es: Aquí hi ha les vostres credencials de connexió:

source: Back Office Order
ca_es: Comanda de Back Office

source: Please go on <a href="{order_link}">{order_link}</a> to complete the payment.
ca_es: Si us plau aneu a <a href="{order_link}">{order_link}</a> per tal de completar el pagament.

source: Bankwire
ca_es: Gir bancari

source: Pending payment
ca_es: Pagament pendent

source: Payment method: bank wire
ca_es: Mètode de pagament: transferència bancària

source: You have decided to pay by bank wire.
ca_es: Heu escollit de pagar mitjançant transferència bancària.

source: Here is the information you need for your transfer:
ca_es: Aquesta és la informació per a fer la transferència:
