Repository: jmontane/software-translations
Catalog: prestashop/gettext/ModulesStatspersonalinfosAdmin.*.po
Languages: ca_es

source: Registered customer information
ca_es: Informació de registre de clients

source: Enrich your stats, add information about your registered customers and learn more about them!
ca_es: Enriquiu les vostres estadístiques, afegiu informació sobre els vostres clients registrats i obteniu més informació sobre ells!

source: Target your audience
ca_es: Dirigiu-vos al vostre públic

source: In order for each message to have an impact, you need to know who it is being addressed to.
ca_es: Per tal que cada missatge tingui impacte, ha de saber a qui s'ha d'adreçar-lo.

source: Defining your target audience is essential when choosing the right tools to win them over.
ca_es: Dirigint-se a l'audiència adequada és essencial per a triar les eines adequades per guanyar-los.

source: It is best to limit an action to a group -- or to groups -- of clients.
ca_es: El millor és limitar l'acció a un grup -- o grups -- de clients.

source: Storing registered customer information allows you to accurately define customer profiles so you can adapt your special deals and promotions.
ca_es: La informació dels clients registrats permet definir amb precisió el perfil del client típic per tal que pugueu adaptar les vostres ofertes a diferents criteris.

source: You can increase your sales by:
ca_es: Podeu augmentar les vostres vendes amb:

source: Launching targeted advertisement campaigns.
ca_es: Llançament de campanyes publicitàries orientades.

source: Contacting a group of clients by email or newsletter.
ca_es: Contactant amb un grup de clients per correu electrònic/butlletí de notícies.

source: Gender distribution allows you to determine the percentage of men and women shoppers on your store.
ca_es: La distribució per gènere us permet de determinar el percentatge d'homes i dones compradors a la vostra botiga.

source: CSV Export
ca_es: Exportació CSV

source: Age ranges allow you to better understand target demographics.
ca_es: Els grups d'edat us permeten determinar en quins rangs d'edats es troben els vostres clients.

source: Country distribution allows you to analyze which part of the World your customers are shopping from.
ca_es: La distribució per països us permet analitzar de quina part del món són els vostres clients.

source: Currency range allows you to determine which currency your customers are using.
ca_es: Rangs de divises li permet determinar quin monedes que els seus clients estan utilitzant.

source: Language distribution allows you to analyze the browsing language used by your customers.
ca_es: Distribució d'idiomes us permet determinar els idiomes de navegació que els vostres clients estan utilitzant.

source: No customers have registered yet.
ca_es: Cap client registrat encara.

source: Gender distribution
ca_es: Distribució per gènere

source: Age range
ca_es: Franja d'edat

source: Country distribution
ca_es: Distribució per països

source: Currency distribution
ca_es: Distribució per divises

source: Language distribution
ca_es: Distribució per idioma
