Repository: jmontane/software-translations
Catalog: prestashop/gettext/ModulesBlockwishlistShop.*.po
Languages: ca_es

source: You aren't logged in
ca_es: No esteu connectat

source: Unknown action
ca_es: Acció desconeguda

source: There was an error adding the product
ca_es: S'ha produït un error en afegir el producte

source: There was an error while adding the product attributes
ca_es: S'ha produït un error en afegir els atributs del producte

source: Product added
ca_es: Producte afegit

source: The list name is invalid.
ca_es: El nom de la llista és invàlid.

source: The list has been properly created
ca_es: La llista s'ha creat correctament

source: Error saving the new list
ca_es: S'ha produït un error en desar la llista nova

source: Missing name parameter
ca_es: Manca el paràmetre de nom

source: The list name is invalid
ca_es: El nom de la llista és invàlid

source: List has been renamed
ca_es: S'ha canviat el nom de la llista

source: List could not be renamed
ca_es: No s'ha pogut canviar el nom de la llista

source: List has been removed
ca_es: La llista ha estat suprimida.

source: List deletion was unsuccessful
ca_es: La supressió de la llista no ha reexit

source: Product successfully removed
ca_es: El producte s'ha suprimit correctament

source: Unable to remove product from list
ca_es: No es pot suprimir el producte de la llista

source: Product successfully updated
ca_es: Producte actualitzat correctament

source: Unable to update product from wishlist
ca_es: No es pot actualitzar el producte de la llista de desitjos

source: Request is missing one or multiple parameters
ca_es: Manca un o diversos paràmetres a la sol·licitud

source: Product added to cart
ca_es: Producte afegit a la cistella

source: Error when adding product to cart
ca_es: Error en afegir el producte a la cistella

source: You're not allowed to manage this list.
ca_es: No teniu permís per a gestionar aquesta llista.

source: You do not have access to this wishlist.
ca_es: No teniu accés a aquesta llista de desitjos.

source: WishList: %wishlist_name%
ca_es: Llista de desitjos: %wishlist_name%

source: Add to wishlist
ca_es: Afegir a la llista de desitjos

source: No list found.
ca_es: No s'ha trobat cap llista.

source: Wishlist name
ca_es: Nom de la llista de desitjos

source: Create wishlist
ca_es: Crear una llista de desitjos

source: Add name
ca_es: Afegir un nom

source: List title is too short
ca_es: El títol de la llista és massa curt

source: Cancel
ca_es: Cancel·lar

source: Remove product from wishlist
ca_es: Treure el producte de la llista de desitjos

source: Delete wishlist
ca_es: Suprimir la llista de desitjos

source: The product will be removed from "%nameofthewishlist%".
ca_es: El producte se suprimirà de "%nameofthewishlist%".

source: Remove
ca_es: Suprimir

source: Delete
ca_es: Suprimir

source: Sign in
ca_es: Connectar-se

source: You need to be logged in to save products in your wishlist.
ca_es: Per a desar els productes a la vostra llista de desitjos, heu de connectar-vos.

source: Rename wishlist
ca_es: Canvieu el nom de la llista de desitjos

source: Share wishlist
ca_es: Compartir la llista de desitjos

source: Copied!
ca_es: Copiat!

source: Share link
ca_es: Compartir l'enllaç

source: Copy text
ca_es: Copiar el text

source: Showing %min% - %max% of %total% item(s)
ca_es: Es mostren %min% - %max% de %total% articles(s)

source: Previous
ca_es: Anterior

source: Next
ca_es: Següent

source: Wishlist name modified!
ca_es: S'ha modificat el nom de la llista de desitjos!

source: Product added to wishlist!
ca_es: Producte afegit a la llista de desitjos!

source: Wishlist created!
ca_es: Llista de desitjos creada!

source: Wishlist deleted!
ca_es: S'ha suprimit la llista de desitjos!

source: Share link copied!
ca_es: S'ha copiat l'enllaç de compartir!

source: Product deleted!
ca_es: Producte suprimit!

source: No wishlist found.
ca_es: No s'ha trobat cap llista de desitjos.

source: Rename
ca_es: Canviar el nom

source: Share
ca_es: Compartir

source: Return to your account
ca_es: Tornar al vostre compte

source: Last added
ca_es: Darrer afegit

source: Customize
ca_es: Personalitzar

source: No products found
ca_es: No s'han trobat articles

source: Return to wishlists
ca_es: Tornar a les llistes de desitjos
