Repository: jmontane/software-translations
Catalog: prestashop/gettext/ModulesMainmenuAdmin.*.po
Languages: ca_es

source: Main menu
ca_es: Menú principal

source: Make it easy for your visitors to find their way on your store, select the right link and turn it into a menu item.
ca_es: Faciliteu que els vostres visitants trobin el seu camí a la vostra botiga, seleccioneu l'enllaç correcte i convertiu-lo en un element del menú.

source: Unable to update settings for the following shop(s): %s
ca_es: No es poden actualitzar les configuracions a les següents botigues: %s

source: Please complete the "Link" field.
ca_es: Si us plau, empleneu el camp "Enllaç".

source: Please add a label.
ca_es: Si us plau afegiu una etiqueta.

source: Please add a label for your default language.
ca_es: Si us plau afegiu una etiqueta pel vostre idioma predeterminat

source: The link has been added.
ca_es: L'enllaç ha estat afegit.

source: Unable to add link for the following shop(s): %s
ca_es: No es poden afegir enllaços a les següents botigues: %s

source: The link has been removed.
ca_es: L'enllaç ha estat suprimit.

source: Unable to remove link for the following shop(s): %s
ca_es: No es pot suprimir l'enllaç per a les botigues següents: %s

source: The link has been edited.
ca_es: S'ha modificat l'enllaç.

source: You cannot manage top menu items from a "All Shops" or a "Group Shop" context, select directly the shop you want to edit
ca_es: No podeu gestionar els elements del menú superior d'un context "Totes les botigues" o "Botiga de grup", seleccioneu directament la botiga que voleu modificar

source: The modifications will be applied to shop: %s
ca_es: Les modificacions seran aplicades a la botiga: %s

source: The modifications will be applied to this group: %s
ca_es: Les modificacions seran aplicades a aquest grup: %s

source: The modifications will be applied to all shops
ca_es: Les modificacions seran aplicades a totes les botigues

source: All brands
ca_es: Totes les marques

source: All suppliers
ca_es: Tots els proveïdors

source: Menu Top Link
ca_es: Enllaç al menú superior

source: All active products combinations quantities will be changed
ca_es: Canviaran totes les quantitats de les combinacions actives de productes

source: Update link
ca_es: Enllaç d'actualització

source: Add a new link
ca_es: Afegir un nou enllaç

source: Shops
ca_es: Botigues

source: Choose product ID
ca_es: Trieu l'ID del producte

source: Menu Top Links
ca_es: Enllaços del menú d'inici

source: Link ID
ca_es: Identificador de l'enllaç

source: Link list
ca_es: Llista d'enllaços

source: Indicate the ID number for the product
ca_es: Indiqueu el número d'ID del producte

source: Product ID #
ca_es: ID de producte #

source: Please select just one item
ca_es: Si us plau seleccioneu només un element

source: Change position
ca_es: Canviar la posició

source: Selected items
ca_es: Elements seleccionats

source: Available items
ca_es: Elements disponibles

source: Remove
ca_es: Suprimir
