Repository: jmontane/software-translations
Catalog: prestashop/gettext/ModulesStatsproductAdmin.*.po
Languages: ca_es

source: Product details
ca_es: Detalls del producte

source: Enrich your stats, add detailed statistics for each product of your catalog.
ca_es: Enriquiu les vostres estadístiques, afegiu estadístiques detallades per a cada producte del vostre catàleg.

source: Number of purchases compared to number of views
ca_es: Nombre de compres en comparació amb el nombre de visualitzacions

source: After choosing a category and selecting a product, informational graphs will appear.
ca_es: Després de triar una categoria i seleccionar un producte, apareixeran gràfics informatius.

source: If you notice that a product is often purchased but viewed infrequently, you should display it more prominently in your Front Office.
ca_es: Si observeu que un producte es compra sovint però es veu amb poca freqüència, hauríeu de mostrar-lo de manera més destacada al vostre Front Office.

source: On the other hand, if a product has many views but is not often purchased, we advise you to check or modify this product's information, description and photography again, see if you can find something better.
ca_es: D'altra banda, si un producte té moltes visualitzacions però no es ven gaire, us aconsellem que verifiqueu i modifiqueu la informació del producte, la descripció i la fotografia, per veure si ho podeu millorar.

source: Details
ca_es: Detalls

source: Total bought
ca_es: Compres totals

source: Sales (tax excluded)
ca_es: Vendes (sense impostos)

source: Total Viewed
ca_es: Total vist

source: Conversion rate
ca_es: Taxa de conversió

source: CSV Export
ca_es: Exportació CSV

source: Attribute sales distribution
ca_es: Atribut de les vendes de distribució

source: Cross selling
ca_es: Venda creuada

source: Click on a product to access its statistics!
ca_es: Cliqueu a un producte per a accedir a les seves estadístiques.

source: Choose a category
ca_es: Triï una categoria

source: Products available
ca_es: Productes disponibles

source: Popularity
ca_es: Popularitat

source: Visits (x100)
ca_es: Visites (x100)

source: Stock
ca_es: Inventari
