Repository: jmontane/software-translations
Catalog: prestashop/gettext/ModulesDashproductsAdmin.*.po
Languages: ca_es

source: Dashboard Products
ca_es: Tauler de productes

source: Adds a block with a table of your latest orders and a ranking of your products
ca_es: Afegiu un bloc amb una taula de les vostres últimes comandes i una classificació dels vostres productes

source: Customer Name
ca_es: Nom del client

source: Details
ca_es: Detalls

source: Total sold
ca_es: Total venut

source: Net profit
ca_es: Beneficit net

source: Views
ca_es: Visualitzacions

source: Added to cart
ca_es: Afegit a la cistella

source: Purchased
ca_es: Comprat

source: You must enable the "Save global page views" option from the "Data mining for statistics" module in order to display the most viewed products, or use the Google Analytics module.
ca_es: Heu d'activar l'opció "Desar les visualitzacions globals de les pàgines" al mòdul "Mineria de dades per a estadística" per tal que es mostrin els productes més vistos, o utilitzar el mòdul de Google Analytics.

source: Term
ca_es: Terme

source: Results
ca_es: Resultats

source: Number of "Recent Orders" to display
ca_es: Nombre de "Comandes recents" per mostrar

source: Number of "Best Sellers" to display
ca_es: Nombre de "Millors clients" per mostrar

source: Number of "Most Viewed" to display
ca_es: Nombre de "Més visualitzats" per mostrar

source: Number of "Top Searches" to display
ca_es: Nombre de "Més cercats" per mostrar

source: Enrich your stats: display a table of your latest orders and a ranking of your products.
ca_es: Enriquiu les vostres estadístiques: mostreu una taula de les vostres últimes comandes i una classificació dels vostres productes.

source: Products and Sales
ca_es: Productes i Vendes

source: Recent Orders
ca_es: Comandes recents

source: Best Sellers
ca_es: Els més venuts

source: Most Viewed
ca_es: Més visualitzats

source: Top Searches
ca_es: Més cercats

source: Last %d orders
ca_es: Darreres %d comandes

source: Top %d products
ca_es: %d productes més venuts

source: From
ca_es: De

source: to
ca_es: a

source: Top %d most search terms
ca_es: %d termes més cercats
