Repository: jmontane/software-translations
Catalog: prestashop/gettext/ModulesStatsforecastAdmin.*.po
Languages: ca_es

source: Stats Dashboard
ca_es: Tauler d'estadístiques

source: Enrich your stats, add a summary of all your current statistics on your back office.
ca_es: Enriquiu les vostres estadístiques, afegiu un resum de totes les vostres estadístiques actuals al vostre back office.

source: The listed amounts do not include tax.
ca_es: Els imports indicats no inclouen impostos.

source: Time frame
ca_es: Interval de temps

source: Daily
ca_es: Diàriament

source: Weekly
ca_es: Setmanalment

source: Monthly
ca_es: Mensualment

source: Yearly
ca_es: Anualment

source: Placed orders
ca_es: Comandes efectuades

source: Bought items
ca_es: Productes comprats

source: Percentage of registrations
ca_es: Percentatge de registres

source: Percentage of orders
ca_es: Percentatge de comandes

source: Revenue
ca_es: Guanys

source: Average
ca_es: Mitjana

source: Forecast
ca_es: Previsions

source: Conversion
ca_es: Conversió

source: Accounts
ca_es: Comptes

source: Full carts
ca_es: Cistelles completes

source: Registered visitors
ca_es: Els visitants registrats

source: A simple statistical calculation lets you know the monetary value of your visitors:
ca_es: Un simple càlcul estadístic us fa saber el valor monetari dels vostres visitants:

source: On average, each visitor places an order for this amount:
ca_es: De mitjana, cada visitant ha fet una comanda per aquest import:

source: On average, each registered visitor places an order for this amount:
ca_es: De mitjana, cada visitant registrat ha fet una comanda per aquest import:

source: Payment distribution
ca_es: Distribució de pagaments

source: The amounts include taxes, so you can get an estimation of the commission due to the payment method.
ca_es: Els imports inclouen impostos, de manera que podeu obtenir una estimació de la comissió segons la forma de pagament.

source: -- No filter --
ca_es: - Sense filtre -

source: Module
ca_es: Mòdul

source: Average cart value
ca_es: Valor mitjà de la cistella

source: Category distribution
ca_es: Categoria de distribució

source: Products sold
ca_es: Productes venuts

source: Percentage of products sold
ca_es: Percentatge de productes venuts

source: Percentage of sales
ca_es: Percentatge de vendes

source: Language distribution
ca_es: Distribució per idioma

source: Growth
ca_es: Evolució

source: Zone distribution
ca_es: Zona de distribució

source: Currency distribution
ca_es: Distribució per divises

source: Sales (converted)
ca_es: Vendes (convertit)

source: Attribute distribution
ca_es: Atribut de distribució

source: Quantity of products sold
ca_es: Quantitat de productes venuts
