Repository: jmontane/software-translations
Catalog: prestashop/gettext/ModulesGAnalyticsAdmin.*.po
Languages: ca_es

source: Save
ca_es: Desar

source: Back to list
ca_es: Tornar a la llista

source: Settings
ca_es: Configuració

source: Google Analytics Tracking ID
ca_es: ID de seguiment de Google Analytics

source: This information is available in your Google Analytics account
ca_es: Aquesta informació està disponible al vostre compte de Google Analytics

source: Enable User ID tracking
ca_es: Activar el seguiment d'ID d'usuari

source: Yes
ca_es: Sí

source: Anonymize IP
ca_es: Anonimitzar IP

source: Use this option to anonymize the visitor’s IP to comply with data privacy laws in some countries
ca_es: Fer servir aquesta opció per a anonimitzar la IP del visitant per a complir amb les lleis de privadesa de dades d'alguns països

source: Enable Back Office Tracking
ca_es: Activar el seguiment del Back Office

source: Use this option to enable the tracking inside the Back Office
ca_es: Feu servir aquesta opció per a activar el seguiment dins del Back Office

source: Cancelled order states
ca_es: Estats de comandes cancel·lades

source: Choose order states, in which you consider the given order cancelled. This will be usually only the default "Cancelled" state, but some shops may have extra states like "Returned" etc.
ca_es: Trieu els estats de la comanda en què considereu cancel·lada la comanda. Normalment únicament serà l'estat "Cancel·lat" per defecte, però algunes botigues poden tenir estats addicionals com "Retornat", etc.

source: Enable Cross-Domain tracking
ca_es: Activeu el seguiment de dominis creuats

source: Account ID updated successfully
ca_es: ID del compte actualitzat correctament

source: Settings for User ID updated successfully
ca_es: Les configuracions per a l'ID de l'usuari han estat actualitzades correctament

source: Settings for Anonymize IP updated successfully
ca_es: Les configuracions per a anonimitzar la IP han estat actualitzades correctament

source: Settings for Enable Back Office tracking updated successfully
ca_es: La configuració per a activar el seguiment de Back Office s'ha actualitzat correctament

source: Settings for cancelled order states updated successfully
ca_es: La configuració dels estats de comandes cancel·lades s'ha actualitzat correctament

source: Enable Google Analytics 4
ca_es: Activar Google Analytics 4

source: Universal analytics will stop processing data on July 1, 2023. We recommend switching to Google Analytics 4 as soon as possible.
ca_es: Universal Analytics deixarà de processar dades l'1 de juliol de 2023. Us recomanem que canvieu a Google Analytics 4 tan aviat com sigui possible.

source: This information is available in your Google Analytics account. GA4 tracking ID starts with "G-", Universal Analytics with "UA-".
ca_es: Aquesta informació està disponible al vostre compte de Google Analytics. L'identificador de seguiment de GA4 comença amb "G-", Universal Analytics amb "UA-".

source: Canceled order states
ca_es: Estats de comandes cancel·lades

source: Choose order states in which you consider the given order canceled. This will usually be the default "Canceled" state, but some stores may have extra states like "Returned", etc.
ca_es: Trieu els estats de la comanda en què considereu cancel·lada la comanda donada. Normalment serà l'estat "Cancel·lat" per defecte, però algunes botigues poden tenir estats addicionals com "Retornat", etc.

source: Settings updated successfully.
ca_es: Configuració actualitzada correctament.

source: Gain clear insights into important metrics about your customers, using Google Analytics
ca_es: Utilitzant Google Analytics obtindreu clars coneixements de les mètriques importants sobre els vostres clients

source: Are you sure you want to uninstall Google Analytics? You will lose all the data related to this module.
ca_es: Esteu segur que voleu desinstal·lar Google Analytics? Perdreu totes les dades relacionades amb aquest mòdul.

source: Your customers go everywhere; shouldn't your analytics.
ca_es: Els vostres clients van a tot arreu: les vostres anàlisis els han de poder seguir.

source: Google Analytics shows you the full customer picture across ads and videos, websites and social tools, tables and smartphones. That makes it easier to serve your current customers and win new ones.
ca_es: Google Analytics li mostra la imatge completa del client a través d'anuncis i vídeos, llocs web i eines socials, les taules i els telèfons intel·ligents. Això fa que sigui més fàcil per servir als seus clients actuals i guanyar-ne de nous.

source: With ecommerce functionality in Google Analytics you can gain clear insight into important metrics about shopper behavior and conversion, including:
ca_es: Amb la funcionalitat de comerç electrònic de Google Analytics, podeu obtenir una visió clara de mètriques importants sobre el comportament i la conversió dels compradors, com ara:

source: Product detail views
ca_es: Visualització dels detalls del producte

source: Internal merchandising Success
ca_es: El rendiment del vostre marxandatge

source: "Add to cart" actions
ca_es: Accions "Afegir a la cistella"

source: The checkout process
ca_es: El procés de compra

source: Internal campaign clicks
ca_es: Clics de campanya interna

source: And purchase
ca_es: I compreu

source: Merchants are able to understand how far along users get in the buying process and where they are dropping off.
ca_es: Els venedor són capaços d'entendre fins a quin punt arriben els usuaris en el procés de compra i on l'abandonen.

source: Create your account to get started.
ca_es: Crear un compte per a començar.

source: Create your account to get started
ca_es: Creeu el vostre compte per a començar
