Repository: jmontane/software-translations
Catalog: prestashop/gettext/ModulesEmailsubscriptionAdmin.*.po
Languages: ca_es

source: Newsletter subscription
ca_es: Subscripció al butlletí

source: Keep in touch with your customers the way you want, add a form to the homepage of your store and allow all the curious to subscribe to your newsletter.
ca_es: Mantingueu el contacte amb els vostres clients de la manera que vulgueu, afegiu un formulari a la pàgina principal de la vostra botiga i deixeu que tots els curiosos se subscriguin al vostre butlletí.

source: Are you sure that you want to delete all of your contacts?
ca_es: Esteu segur que voleu suprimir tots els vostres contactes?

source: Subscribed
ca_es: Subscrit

source: Iso language
ca_es: Idioma ISO

source: Subscribed on
ca_es: Subscrit el

source: Newsletter registrations
ca_es: Inscripcions al butlletí

source: Unsubscribe
ca_es: Desubscriviu-vos

source: Would you like to send a verification email after subscription?
ca_es: Voleu enviar un correu electrònic de verificació després de la subscripció?

source: Would you like to send a confirmation email after subscription?
ca_es: Voleu enviar un correu electrònic de confirmació després de la subscripció?

source: Welcome voucher code
ca_es: Codi de cupó de benvinguda

source: Leave blank to disable by default.
ca_es: Deixar en blanc per desactivar

source: Newsletter conditions
ca_es: Condicions del butlletí

source: This text will be displayed beneath the newsletter subscribe button.
ca_es: Aquest text es mostrarà a sota del botó de subscripció al butlletí.

source: Export customers' addresses
ca_es: Exportar les adreces dels clients

source: Customers' country
ca_es: País dels clients

source: Filter customers by country.
ca_es: Filtrar els clients per país.

source: Newsletter subscribers
ca_es: Subscrits al butlletí de notícies

source: Filter customers who have subscribed to the newsletter or not, and who have an account or not.
ca_es: Filtrar els clients que s'han subscrit o no al butlletí, i que tenen un compte o no.

source: Customers can subscribe to your newsletter when registering, or by entering their email in the newsletter form.
ca_es: Els clients poden subscriure's al vostre butlletí quan es registren o entrant el seu correu electrònic al formulari del butlletí.

source: All subscribers
ca_es: Tots els subscriptors

source: Subscribers with account
ca_es: Subscriptors amb compte

source: Subscribers without account
ca_es: Suscriptors sense compte

source: Non-subscribers
ca_es: No subscrits

source: Partner offers subscribers
ca_es: Subscriptors a les ofertes dels associats

source: Filter customers who have agreed to receive your partners' offers or not.
ca_es: Filtrar els clients que han accedit a rebre ofertes o no dels seus associats.

source: Partner offers subscribers have agreed to receive your partners' offers.
ca_es: Els subscriptors d'ofertes dels associats han acceptat de rebre les ofertes dels vostres associats.

source: All customers
ca_es: Tots els clients

source: Partner offers non-subscribers
ca_es: No subscrits a les ofertes dels associats

source: Search for addresses
ca_es: Cercar adreces

source: Email address to search
ca_es: Adreces electròniques a cercar

source: Example: contact@prestashop.com or @prestashop.com
ca_es: Exemple: contact@prestashop.com o @prestashop.com

source: No customers found with these filters!
ca_es: No s'han trobat clients amb aquests filtres!

source: The .CSV file has been successfully exported: %d customers found.
ca_es: El fitxer .CSV s'ha exportat correctament: s'han trobat %d clients.

source: Download the file
ca_es: Descarregar el fitxer

source: WARNING: When opening this .csv file with Excel, choose UTF-8 encoding to avoid strange characters.
ca_es: ADVERTÈNCIA: Quan obriu aquest fitxer .csv amb Excel, trieu la codificació UTF-8 per a evitar caràcters estranys.

source: Error: Write access limited
ca_es: Error: Accés d'escriptura limitat

source: No result found!
ca_es: No s'han trobat resultats!

source: Newsletter subscription: no email to delete, this customer has not registered.
ca_es: Subscripció al butlletí: no hi ha correu electrònic per a suprimir, aquest client no s'ha registrat.

source: Newsletter subscription: no email to export, this customer has not registered.
ca_es: Subscripció al butlletí: no hi ha correu electrònic per a exportar, aquest client no s'ha enregistrat.
