Repository: jmontane/software-translations
Catalog: prestashop/gettext/ModulesLinklistAdmin.*.po
Languages: ca_es

source: Link List
ca_es: Llista d'enllaços

source: Give more visibility to your content/static pages (CMS, external pages, or else), where you want and when you want, to make your visitors feel like shopping on your store.
ca_es: Doneu més visibilitat al vostre contingut/pàgines estàtiques (CMS, pàgines externes, o altres), on vulgueu i quan vulgueu, perquè els vostres visitants vulguin comprar a la vostra botiga.

source: New block
ca_es: Nou bloc

source: Title
ca_es: Títol

source: Name of the block
ca_es: Nom del bloc

source: Name of the block cannot be longer than %limit% characters
ca_es: El nom del bloc no pot tenir més de %limit% caràcters

source: Content pages
ca_es: Pàgines de contingut

source: Product pages
ca_es: Pàgines de producte

source: Static content
ca_es: Contingut estàtic

source: Custom content
ca_es: Contingut personalitzat

source: Edit the link block.
ca_es: Modificar el bloc d'enllaços.

source: New link block
ca_es: Nou bloc d'enllaç
