Repository: jmontane/software-translations
Catalog: prestashop/gettext/ModulesBlockreassuranceAdmin.*.po
Languages: ca_es

source: Customer Reassurance
ca_es: Reassegurança per al client

source: Connect with your visitors and reassure them about secure payment, free shipping or returns.
ca_es: Connecteu amb els vostres visitants i assegureu-los sobre el pagament segur, l'enviament gratuït o retorn.

source: Are you sure you want to uninstall this module?
ca_es: Esteu segur de desinstal·lar aquest mòdul?

source: There was an error during the installation. Please <a href="https://github.com/PrestaShop/PrestaShop/issues">open an issue</a> on the PrestaShop project.
ca_es: S'ha produït un error durant la instal·lació. Si us plau, <a href="https://github.com/PrestaShop/PrestaShop/issues">obriu una issue</a> al projecte PrestaShop.

source: There was an error during the uninstallation. Please <a href="https://github.com/PrestaShop/PrestaShop/issues">open an issue</a> on the PrestaShop project.
ca_es: S'ha produït un error durant la desinstal·lació. Si us plau, <a href="https://github.com/PrestaShop/PrestaShop/issues">obriu una issue</a> al projecte PrestaShop.

source: Block updated
ca_es: S'ha actualitzat el bloc

source: Oops... looks like an error occurred
ca_es: Vaja ... Sembla que hi ha un error

source: Configuration updated successfully!
ca_es: La configuració s'ha actualitzat correctament!

source: Position changed successfully!
ca_es: La posició ha canviat correctament!

source: An error occurred when switching position
ca_es: S'ha produït un error en canviar de posició

source: An error occurred when removing block
ca_es: S'ha produït un error en suprimir el bloc

source: Position
ca_es: Posició

source: Description
ca_es: Descripció

source: Actions
ca_es: Accions

source: WARNING
ca_es: ADVERTIMENT

source: Your folder %s is not readable or executable
ca_es: La vostra carpeta %s no és llegible o executable

source: This folder needs these rights so you can upload your own images for the reassurances blocks.
ca_es: Aquesta carpeta li calen aquests drets perquè pugueu carregar les vostres pròpies imatges per als blocs de seguretat.

source: Content
ca_es: Contingut

source: Display
ca_es: Mostrar

source: Appearance
ca_es: Aparença

source: Save
ca_es: Desar

source: Customize Module Design
ca_es: Personalitzar el disseny del mòdul

source: Icon color
ca_es: Color de la icona

source: Text color
ca_es: Color del text

source: Reassurance Block
ca_es: Bloc de reassegurança

source: Return
ca_es: Tornar

source: Description (optional)
ca_es: Descripció (opcional)

source: Image
ca_es: Imatge

source: Modify icon
ca_es: Modificar icona

source: or upload file
ca_es: o carregueu el fitxer

source: Choose SVG for better customization. Other allowed formats are: .gif, .jpg, .png
ca_es: Trieu SVG per a una millor personalització. Altres formats permesos són: .gif, .jpg, .png

source: Languages
ca_es: Idiomes

source: Select none
ca_es: Cap selecció

source: Redirection
ca_es: Redirecció

source: CMS page
ca_es: Pàgina del CMS

source: Title
ca_es: Títol

source: CMS Page
ca_es: Pàgina de CMS

source: Block Content
ca_es: Contingut del bloc

source: Url link
ca_es: Enllaç URL

source: Activated
ca_es: Activat

source: Deactivated
ca_es: Desactivat

source: We recommend 3 blocks at maximum.
ca_es: Recomanem com a màxim 3 blocs.

source: Global settings
ca_es: Configuració global

source: Product pages
ca_es: Pàgines de producte

source: Checkout pages
ca_es: Pàgines de pagament

source: Specific position for cart page
ca_es: Posició específica per a la pàgina de la cistella

source: None
ca_es: Cap

source: Header position on all pages
ca_es: Posició de la capçalera a totes les pàgines

source: Above header
ca_es: A sobre de la capçalera

source: Below header
ca_es: A sota de la capçalera

source: Footer position on all pages
ca_es: Posició del peu de pàgina a totes les pàgines

source: Above footer
ca_es: Per damunt del peu de pàgina

source: Below footer
ca_es: Per sota del peu de pàgina

source: none
ca_es: Cap

source: Main column
ca_es: Columna principal

source: Specific position for product page
ca_es: Posició específica per a la pàgina del producte
