Repository: jmontane/software-translations
Catalog: prestashop/gettext/ModulesDashtrendsAdmin.*.po
Languages: ca_es

source: Dashboard Trends
ca_es: Tauler de tendències

source: Adds a block with a graphical representation of the development of your store(s) based on selected key data.
ca_es: Afegiu un bloc amb una representació gràfica del desenvolupament de les vostres botigues a partir de les dades clau seleccionades.

source: %s points
ca_es: %s punts

source: Average Cart Value
ca_es: Mitjana de la cistella

source: Conversion Rate
ca_es: Taxa de conversió

source: %s (previous period)
ca_es: %s (període anterior)

source: Enrich your dashboard: display a graphical representation of your store’s development.
ca_es: Enriquiu el vostre tauler d'administració: mostreu una representació gràfica del desenvolupament de la vostra botiga.

source: Net Profit
ca_es: Benefici net

source: Dashboard
ca_es: Tauler de control

source: Sum of revenue (excl. tax) generated within the date range by orders considered validated.
ca_es: Suma dels ingressos (IVA excl.) generats dins l'interval de dates per les comandes considerades validades.

source: Total number of orders received within the date range that are considered validated.
ca_es: Nombre total de comandes efectuades dins del rang de dates que es consideren validades.

source: Average Cart Value is a metric representing the value of an average order within the date range. It is calculated by dividing Sales by Orders.
ca_es: El valor mitjà de la cistella és una mètrica que representa el valor d'una comanda mitjana dins de l'interval de dates. Es calcula dividint les vendes per les comandes.

source: Cart Value
ca_es: Valor de la cistella

source: Total number of visits within the date range. A visit is the period of time a user is actively engaged with your website.
ca_es: Nombre total de visites dins l'interval de dates. Una visita és el període de temps que un usuari està compromès activament amb el vostre lloc web.

source: Ecommerce Conversion Rate is the percentage of visits that resulted in an validated order.
ca_es: La taxa de conversió de comerç electrònic és el percentatge de visites que han donat lloc a una comanda validada.

source: Net profit is a measure of the profitability of a venture after accounting for all Ecommerce costs. You can provide these costs by clicking on the configuration icon right above here.
ca_es: El benefici net és una mesura de la rendibilitat d'una empresa després de comptar amb tots els costos de comerç electrònic. Podeu proporcionar aquests costos clicant a la icona de configuració de dalt aquí.
