Repository: jmontane/software-translations
Catalog: prestashop/gettext/ShopPdf.*.po
Languages: ca_es

source: Delivery
ca_es: Lliurament

source: Invoice
ca_es: Factura

source: Order return
ca_es: Retorn de comanda

source: Credit slip
ca_es: Nota de crèdit

source: Supply order form
ca_es: Formulari de comanda a proveïdor

source: TE: Tax excluded
ca_es: SI: Sense impostos

source: TI: Tax included
ca_es: II: Impostos inclosos

source: Payment Method
ca_es: Mètode de pagament

source: No payment
ca_es: Sense pagament

source: Product
ca_es: Producte

source: image(s):
ca_es: imatge(s):

source: Reference
ca_es: Referència

source: Qty
ca_es: Quantitat

source: Carrier
ca_es: Transportista

source: An electronic version of this invoice is available in your account. To access it, log in to our website using your e-mail address and password (which you created when placing your first order).
ca_es: Teniu una versió digital de la vostra factura disponible al vostre compte. Per a accedir-hi, cal que us connecteu al lloc web fent servir la vostra adreça electrònica i la vostra clau de pas (que vau crear quan vau fer la vostra primera comanda).

source: For more assistance, contact Support:
ca_es: Per obtenir assistència, contacteu amb Suport:

source: Tel: %s
ca_es: Telf: %s

source: Delivery Address
ca_es: Adreça de lliurament

source: Billing Address
ca_es: Adreça de facturació

source: Delivery address
ca_es: Adreça de lliurament

source: Billing address
ca_es: Adreça de facturació

source: Note
ca_es: Nota

source: (Tax excl.)
ca_es: (IVA excl.)

source: Unit Price
ca_es: Preu Un.

source: ecotax: %s
ca_es: ecotaxa: %s

source: Discounts
ca_es: Descomptes

source: Invoice Number
ca_es: Número de factura

source: Invoice Date
ca_es: Data rebut

source: Base price
ca_es: Preu base

source: Exempt of VAT according to section 259B of the General Tax Code.
ca_es: Exemp de pagar IVA segons la secció 259B del General Tax Code.

source: Tax Detail
ca_es: ﻿Desglossament impostos

source: Products
ca_es: Articles

source: Shipping
ca_es: Lliurament

source: Ecotax
ca_es: eco_taxa

source: Wrapping
ca_es: Embalatge

source: Total Tax
ca_es: Total impostos

source: Total Products
ca_es: Núm. articles

source: Total Discounts
ca_es: Total descomptes

source: Shipping Costs
ca_es: Despeses d'enviament

source: Free Shipping
ca_es: Lliurament de franc

source: Wrapping Costs
ca_es: Costos d'embalatge

source: Total (Tax excl.)
ca_es: Total (IVA excl.)

source: Billing & Delivery Address
ca_es: Adreça de facturació i lliurament

source: If the following conditions are not met, we reserve the right to refuse your package and/or refund:
ca_es: Si no es compleixen les següents condicions, ens reservem el dret de refusar el vostre paquet i reemborsar-vos:

source: Please include this return reference on your return package:
ca_es: Incloeu aquesta referència de retorn al vostre paquet de retorn:

source: All products must be returned in their original package and condition, unused and without damage.
ca_es: Tots els productes s'han de tornar en el seu embalatge i condició originals, sense utilitzar i sense cap dany.

source: Please print out this document and slip it into your package.
ca_es: Si us plau, Imprimiu aquest document i fiqueu-lo al vostre paquet.

source: The package should be sent to the following address:
ca_es: - El paquet s'ha d'enviar a la següent adreça:

source: Upon receiving your package, we will notify you by e-mail. We will then begin processing the refund, if applicable. Let us know if you have any questions
ca_es: Quan rebem el vostre paquet, us avisarem per correu electrònic. Tot seguit, començarem a processar el reemborsament, si escau. Feu-nos saber si teniu cap qüestió

source: Items to be returned
ca_es: Articles a retornar

source: We have logged your return request.
ca_es: Hem enregistrat la vostra demanda de retorn.

source: Your package must be returned to us within
ca_es: El paquet ha de ser retornat en

source: days of receiving your order.
ca_es: dies després de rebre la vostra comanda.

source: Return Number
ca_es: Número de retorn

source: Date
ca_es: Data

source: Payment method
ca_es: Forma de pagament

source: Product / Reference
ca_es: Producte / Referència

source: Unit price
ca_es: Preu unitari

source: (Tax Excl.)
ca_es: (IVA excl.)

source: (Tax Incl.)
ca_es: (IVA incl.)

source: Price
ca_es: Preu

source: No details
ca_es: Sense detalls

source: image(s)
ca_es: Imatge(s)

source: Order Reference
ca_es: Núm. Comanda

source: Order date
ca_es: Data comanda

source: VAT Number
ca_es: Nombre d'IVA

source: Shipping (Tax Excl.)
ca_es: Enviament (IVA excl.)

source: Shipping (Tax Incl.)
ca_es: Enviament (IVA incl.)

source: Product Total (Tax Excl.)
ca_es: Total Productes (IVA excl.)

source: Product Total (Tax Incl.)
ca_es: Total Productes (IVA Incl.)

source: Product Total
ca_es: Total Productes

source: Total (Tax Excl.)
ca_es: Total (IVA excl.)

source: Total (Tax Incl.)
ca_es: Total (IVA incl.)

source: Products ordered:
ca_es: Productes comandats:

source: Designation
ca_es: Designació

source: Unit Price TE
ca_es: Preu per unitat TE

source: Before discount
ca_es: Abans del descompte

source: Discount Rate
ca_es: Taxa de descompte

source: After discount
ca_es: Després del descompte

source: Tax rate
ca_es: Impost

source: Tax Rate
ca_es: Impost

source: No taxes
ca_es: Sense impostos

source: Taxes:
ca_es: Impostos

source: Base TE
ca_es: Base imposable

source: Tax Value
ca_es: Valor dels impostos

source: Total TE
ca_es: Total (IVA excl.)

source: Total TI
ca_es: Total amb impostos

source: Summary:
ca_es: Resum

source: (Before discount)
ca_es: (Sense descompte)

source: Order Discount
ca_es: Descompte de comanda

source: (After discount)
ca_es: (Amb descompte)

source: Tax value
ca_es: Valor dels impostos

source: Total to pay
ca_es: Total a pagar
