Repository: jmontane/software-translations
Catalog: prestashop/gettext/ShopNotificationsSuccess.*.po
Languages: ca_es

source: Address successfully deleted.
ca_es: L'adreça s'ha suprimit correctament.

source: Address successfully updated.
ca_es: L'adreça s'ha actualitzat correctament.

source: Address successfully added.
ca_es: L'adreça s'ha afegit correctament.

source: Information successfully updated.
ca_es: La informació s'ha actualitzat.

source: Your guest account has been successfully transformed into a customer account. You can now log in as a registered shopper.
ca_es: El vostre compte de convidat s'ha transformat correctament en un compte de client. Ara podeu connecteu-vos com a comprador registrat.

source: Message successfully sent
ca_es: El missatge s'ha enviat

source: If this email address has been registered in our shop, you will receive a link to reset your password at %email%.
ca_es: Si aquest correu està registrat a la botiga, rebreu un enllaç per a recuperar la vostra clau de pas a %email%.

source: Your password has been successfully reset and a confirmation has been sent to your email address: %s
ca_es: La vostra clau de pas s'ha reinicialitzat correctament i s'ha enviat una confirmació a la vostra adreça de correu electrònic: %s

source: If this email address has been registered in our store, you will receive a link to reset your password at %email%.
ca_es: Si aquesta adreça de correu electrònic s'ha registrat a la nostra botiga, rebràs un enllaç per a reinicialitzar la vostra clau de pas a %email%.

source: No addresses are available.
ca_es: No hi ha adreces disponibles.
