Repository: jmontane/software-translations
Catalog: prestashop/gettext/ShopFormsHelp.*.po
Languages: ca_es

source: YYYY
ca_es: AAAA

source: Only letters and the dot (.) character, followed by a space, are allowed.
ca_es: Solament és permès lletres i el caràcter de punt (.), seguit d’un espai

source: (E.g.: %date_format%)
ca_es: (Ex: %date_format%)

source: Your password length must be between %d and %d
ca_es: La longitud de la clau de pas ha de ser entre %d i %d

source: Customer password is too weak
ca_es: La clau de pas del client és massa feble

source: Enter a password to transform your guest account into a customer account.
ca_es: Introduïu una clau de pas per a transformar el vostre compte de convidat en un compte de client.

source: your@email.com
ca_es: vos@email.com

source: Select reference
ca_es: Seleccioneu una referència

source: optional
ca_es: opcional

source: How can we help?
ca_es: Com podem ajudar?

source: Password input
ca_es: Clau de pas

source: Don't forget to save your customization to be able to add to cart
ca_es: No oblideu de desar la vostra personalització per poder afegir-la a la cistella

source: Your message here
ca_es: El seu missatge aquí

source: 250 char. max
ca_es: 250 car. màxim

source: No selected file
ca_es: Cap fitxer seleccionat
