Repository: jmontane/software-translations
Catalog: prestashop/gettext/ShopNotificationsError.*.po
Languages: ca_es

source: This voucher is disabled
ca_es: Aquest cupó s'ha desactivat

source: This voucher has already been used
ca_es: Aquest cupó de descompte ja s'ha fet servir abans

source: This voucher is not valid yet
ca_es: Aquest cupó encara no és vàlid

source: This voucher has expired
ca_es: Aquest cupó de descompte ha expirat

source: You cannot use this voucher anymore (usage limit reached)
ca_es: Ja no podeu fer servir més aquest cupó de descompte (ha arribat al límit d'ús)

source: You cannot use this voucher
ca_es: No podeu fer servir aquest cupó de descompte

source: You must choose a delivery address before applying this voucher to your order
ca_es: Heu de triar una adreça de lliurament abans d'aplicar aquest cupó a la vostra comanda

source: You cannot use this voucher in your country of delivery
ca_es: No podeu fer servir aquest cupó al vostre país de lliurament

source: You must choose a carrier before applying this voucher to your order
ca_es: Heu de triar un transportista abans d'aplicar aquest cupó a la vostra comanda

source: You cannot use this voucher with this carrier
ca_es: No podeu fer servir aquest cupó de descompte amb aquest transportista

source: You cannot use this voucher on products on sale
ca_es: No podeu fer servir aquest cupó de descompte en productes en oferta

source: Please log in first
ca_es: Si us plau, primer connecteu-vos

source: The minimum amount to benefit from this promo code is %s.
ca_es: L'import mínim per a beneficiar-se d'aquest codi promocional és %s.

source: This voucher is already in your cart
ca_es: Aquest cupó ja es troba a la cistella

source: This voucher is not combinable with an other voucher already in your cart: %s
ca_es: Aquest cupó no és combinable amb un altre cupó que ja teniu a la cistella: %s

source: Cart is empty
ca_es: La cistella és buida

source: You cannot use this voucher because it has manually been removed.
ca_es: No podeu fer servir aquest cupó de descompte perquè s'ha suprimit manualment.

source: You cannot use this voucher in an empty cart
ca_es: No podeu fer servir aquest cupó en una cistella buida

source: You cannot use this voucher with these products
ca_es: No podeu fer servir aquest cupó de descompte amb aquests productes

source: This cart has expired.
ca_es: Aquesta cistella ha expirat.

source: This cart was already used in an order and has expired.
ca_es: Aquesta cistella ja s'ha fet servir en una comanda i ha expirat.

source: The email is already used, please choose another one or sign in
ca_es: El correu electrònic ja es fa servir, si us plau seleccioneu-ne un altre o connecteu-vos

source: The %1$s field is too long (%2$d chars max).
ca_es: Aquest camp %1$s és massa llarg (%2$d caràct. màx.).

source: Your account isn't available at this time, please contact us
ca_es: El vostre compte no està disponible en aquest moment, si us plau contacteu amb nosaltres

source: Authentication failed.
ca_es: Identificació fallida

source: Invalid email/password combination
ca_es: Combinació de nom d'email/clau de pas no vàlida

source: There seems to be an issue with your account, please contact support
ca_es: Sembla que hi ha un problema amb el seu compte, si us plau, poseu-vos en contacte amb el suport

source: An account was already registered with this email address
ca_es: Un compte que ja s'ha registrat en aquesta adreça de correu electrònic

source: Password is required
ca_es: La clau de pas és necessària

source: %s is required.
ca_es: %s és obligatori.

source: is invalid.
ca_es: és invàlid.

source: Could not delete address.
ca_es: No s'ha pogut suprimir l'adreça.

source: Please fix the error below.
ca_es: Si us plau, corregiu l'error següent.

source: Could not delete the address since it is used in the shopping cart.
ca_es: No s'ha pogut suprimir l'adreça perquè es fa servir a la cistella de la compra.

source: The customer could not be found.
ca_es: Client no es troba

source: You must enter a voucher code.
ca_es: Heu d'escriure un codi de cupó de descompte.

source: The voucher code is invalid.
ca_es: El codi del cupó no és vàlid.

source: This voucher does not exist.
ca_es: Aquest cupó no existeix.

source: You must add %quantity% minimum quantity
ca_es: Heu d'afegir la quantitat mínima %quantity%

source: Null quantity.
ca_es: Quantitat nul

source: Product not found
ca_es: Producte no trobat

source: This product (%product%) is no longer available.
ca_es: Aquest producte (%product%) ja no està disponible.

source: The product is no longer available in this quantity.
ca_es: El producte ja no està disponible en aquesta quantitat.

source: The minimum purchase order quantity for the product %product% is %quantity%.
ca_es: La quantitat mínima de comanda de compra per al producte %product% és %quantity%.

source: Please fill in all of the required fields, and then save your customizations.
ca_es: Si us plau, empleneu tots els camps obligatoris i, tot seguit, deseu les vostres personalitzacions.

source: You already have the maximum quantity available for this product.
ca_es: Ja teniu la quantitat màxima disponible per a aquest producte.

source: The item %product% in your cart is now a product with attributes. Please delete it and choose one of its combinations to proceed with your order.
ca_es: L'article %product% de la vostra cistella ara és un producte amb atributs. Suprimiu-lo i trieu-ne un de les seves combinacions per a continuar amb la vostra comanda.

source: %product% is no longer available in this quantity. You cannot proceed with your order until the quantity is adjusted.
ca_es: %product% ja no està disponible en aquesta quantitat. No podeu continuar amb la vostra comanda fins que no s'ajusti la quantitat.

source: The available purchase order quantity for this product is %quantity%.
ca_es: La quantitat de comanda de compra disponible per a aquest producte és %quantity%.

source: Invalid key.
ca_es: Clau invàlida.

source: This product does not exist in our store.
ca_es: Aquest producte no existeix en la nostra botiga.

source: This product has been deleted.
ca_es: Aquest article ha estat suprimit.

source: This file no longer exists.
ca_es: Aquest arxiu ja no existeix.

source: This product has been refunded.
ca_es: Aquest producte ha estat reemborsat.

source: The product deadline is in the past.
ca_es: La data límit del producte és del passat.

source: The product expiration date has passed, preventing you from download this product.
ca_es: La data d'expiració del producte ha passat, cosa que no us permet descarregar aquest producte.

source: Expiration date has passed, you cannot download this product.
ca_es: La data d'expiració ha passat, no podeu descarregar aquest producte.

source: You have reached the maximum number of downloads allowed.
ca_es: Heu assolit el nombre màxim de descàrregues permeses.

source: Please provide the required information
ca_es: Si us plau, proporcioneu la informació requerida

source: We couldn't find your order with the information provided, please try again
ca_es: No hem pogut trobar la vostra comanda amb la informació proporcionada, torneu-ho a provar

source: Could not update your information, please check your data.
ca_es: No s'ha pogut actualitzar la informació, si us plau, verifiqueu les vostres dades.

source: A customer account has already been created from this guest account. Please sign in.
ca_es: Ja s'ha creat un compte de client a partir d'aquest compte de convidat. Si us plau, connecteu-vos.

source: An unexpected error occurred while creating your account.
ca_es: S'ha produït un error inesperat en crear el compte.

source: Password must be between %d and %d characters long
ca_es: La clau de pas ha de tenir entre %d i %d caràcters

source: The minimum score must be: %s
ca_es: La puntuació mínima ha de ser: %s

source: Sorry. We cannot renew your order.
ca_es: Ens sap greu, no podem renovar la vostra comanda.

source: Some items are no longer available, and we are unable to renew your order.
ca_es: Alguns articles ja no estan disponibles i no podem renovar la vostra comanda.

source: The order is no longer valid.
ca_es: La comanda ja no és vàlida.

source: You do not have enough products to request an additional merchandise return.
ca_es: No teniu prou productes per a sol·licitar un retorn de mercaderia addicional.

source: Please provide an explanation for your RMA.
ca_es: Si us plau, indiqueu el motiu del retorn de la mercaderia.

source: Please check at least one product you would like to return.
ca_es: Si us plau, seleccioneu com a mínim un producte a tornar.

source: For each product you wish to add, please specify the desired quantity.
ca_es: Per a cada producte que voleu afegir, especifiqueu la quantitat desitjada.

source: This order cannot be returned
ca_es: Aquesta comanda no es pot tornar

source: We cannot regenerate your password with the data you've submitted
ca_es: No podem regenerar la vostra clau de pas amb les dades que heu enviat

source: You cannot regenerate the password for this account.
ca_es: No es pot regenerar la clau de pas per aquest compte.

source: You can regenerate your password only every %d minute(s)
ca_es: Únicament podeu regenerar la vostra clau de pas cada %d minut(s)

source: An error occurred while sending the email.
ca_es: S'ha produït un error en enviar el correu electrònic.

source: Customer account not found
ca_es: Compte de client no trobat

source: The password change request expired. You should ask for a new one.
ca_es: La sol·licitud de canvi de clau de pas ha expirat. Heu de demanar -ne una de nova.

source: The password is missing: please enter your new password.
ca_es: La clau de pas no es troba: si us plau, entreu la vostra nova clau de pas.

source: The confirmation is empty: please fill in the password confirmation as well
ca_es: La confirmació és buida: si us plau, completeu la confirmació de la clau de pas també

source: The confirmation password doesn't match.
ca_es: La clau de pas de confirmació no coincideix.

source: The password is not in a valid format.
ca_es: La clau de pas no és en un format vàlid.

source: An error occurred with your account, which prevents us from updating the new password. Please report this issue using the contact form.
ca_es: S'ha produït un error amb el vostre compte, que ens impedeix d'actualitzar la nova clau de pas. Informeu d'aquest problema mitjançant el formulari de contacte.

source: Invoices are disabled in this shop.
ca_es: Les factures estan desactivades en aquesta botiga.

source: The invoice was not found.
ca_es: No s'ha trobat la factura.

source: No invoice is available.
ca_es: No hi ha cap factura disponible.

source: Order return not found.
ca_es: No s'ha trobat el retorn de la comanda.

source: Order return not confirmed.
ca_es: Retorn de la comanda no confirmada.

source: This product is no longer available.
ca_es: Aquest producte ja no està disponible.

source: You do not have access to this product.
ca_es: No teniu accés a aquest producte.

source: An error occurred while deleting the selected picture.
ca_es: S'ha produït un error en suprimir la imatge seleccionada

source: An error occurred during the image upload process.
ca_es: Hi ha hagut un error mentre es carregava la imatge.

source: Invalid message.
ca_es: Missatge invàlid.

source: You do not have access to this category.
ca_es: No teniu accés a aquesta categoria.

source: The message cannot be blank.
ca_es: El missatge no pot estar en blanc.

source: Invalid message
ca_es: Missatge invàlid

source: Invalid email address.
ca_es: Adreça de correu electrònic no vàlida

source: There are not enough products in stock
ca_es: No hi ha prou productes en inventari

source: This product is no longer available for sale.
ca_es: Aquest producte ja no està disponible per a la venda.

source: Your address is incomplete, please update it.
ca_es: La vostra adreça no està completa, si us plau, actualitzeu-la.

source: You have no merchandise return authorizations.
ca_es: No teniu autoritzacions de retorn de mercaderies.
